<?php
return [

    "start" => "\u{1F44B} <i>مرحبًا بك في بوت البحث عن TelegramDB.</i>
    
يتيح لك هذا البوت البحث عن القنوات والمجموعات العامة، ومعرفة الدردشات العامة التي يتواجد فيها المستخدم، أو كان فيها، باستخدام قاعدة بيانات محدثة باستمرار <b>تحتوي على أكثر من 250 مليون دردشة وأكثر من 900 مليون مستخدم!</b>

استخدم استعلامات البحث الخاصة بنا للحصول على تفاصيل المستخدم من خلال اسم المستخدم والمعرف.

\u{1F193} <b>الأوامر المجانية:</b>
/resolve [المعرف أو اسم المستخدم] - <code>حل اسم مستخدم أو معرف</code>
/search [الاسم] - <code>البحث عن مجموعات وقنوات</code>
/group [الاسم] - <code>البحث عن مجموعات</code>
/channel [الاسم] - <code>البحث عن قنوات</code>
/bot [الاسم] - <code>البحث عن روبوتات</code>

\u{1F4B2} <b>الأوامر المميزة:</b>
/where [المعرف أو اسم المستخدم] - <code>البحث عن المجموعات التي يتواجد فيها مستخدم</code>
/members [المعرف أو اسم المستخدم] - <code>البحث عن أعضاء في مجموعة</code>
/near [المعرف أو اسم المستخدم] - <code>یافتن گروه های نزدیک کاربر (از گروه های رایج استفاده می کند)</code>
/credits - <code>شراء الاعتمادات</code>

\u{2139} <b>الأوامر الأخرى:</b>
/faq - <code>الأسئلة الشائعة</code>
/language - <code>اختيار اللغة</code>
/referral - <code>رابط الإحالة</code>
/support - <code>دردشة الدعم</code>
/stats - <code>عرض الإحصائيات</code>
/terms - <code>الشروط والأحكام</code>
/cancel - <code>إلغاء العملية الحالية</code>

للحصول على أي معلومات أو شكوك، انضم إلى @tgdbchat",
    /*"help"  => "استخدم هذا البوت للتحقق من المجموعات التي يتواجد فيها المستخدمون.

الأوامر:
/credits - شراء الاعتمادات
/where [المعرف أو اسم المستخدم] - البحث عن المجموعات التي يتواجد فيها مستخدم
/search [الاسم] - البحث عن مجموعات وقنوات
/group [الاسم] - البحث عن مجموعات
/channel [الاسم] - البحث عن قنوات
/faq - الأسئلة الشائعة
/terms - الشروط والأحكام
/support - دردشة الدعم
/cancel - إلغاء العملية الحالية

للحصول على أي معلومات أو شكوك، انضم إلى @tgdbchat",*/
    "faq"   => "<b>كيف يعمل البوت؟</b>
البوت يستعلم قاعدة بيانات تحتوي على مجموعات ومستخدمين <u>عامين</u>، تم جمعها بواسطة TelegramDB.

<b>هل تتتبعون جميع المجموعات حقًا؟</b>
لا، من المستحيل تتبع جميع المجموعات: لدينا فقط جزء من المجموعات <u>العامة</u> على تليجرام.

<b>كم كمية البيانات التي تحتوي عليها؟</b>
تحقق من https://telegramdb.org/stats لرؤية أحدث البيانات.

<b>كيف يعمل البرنامج القريب؟ </b>
يأخذ قائمة بجميع أعضاء جميع مجموعات المستخدم الذي تم البحث عنه ويعين درجة لكل مستخدم.
كلما زاد عدد المجموعات التي يظهر فيها المستخدم، كلما ارتفعت الدرجة.
إذا كانت المجموعة صغيرة، تكون للدرجة قيمة أكبر من المجموعة الكبيرة.

<b>كم تبلغ تكلفة المكان؟ </b>
قبل دفع الأموال لرؤية النتائج، سيقوم البوت بعرض عدد النتائج المتاحة، وكم يكلف ذلك.

السعر الأساسي لأمر /where هو <b>3 اعتمادات</b>.
بالإضافة إلى ذلك، مع كل 40 نتيجة يزيد التكلفة بـ 1 اعتماد.

مثال:
تكلفة 100 نتيجة هي 5 اعتمادات
3 السعر الأساسي + 2 (100/40 = 2.5)

يتم حساب السعر لأمر /members باستخدام هذه الصيغة: <code>3+0.6x^0.8</code>.
X هو عدد النتائج، ويتم تقريبه لأقرب عدد صحيح للأسفل.

مثال:
تكلفة 100 نتيجة هي 26 اعتمادًا

<b>كيف يمكنني حذف دردشة من نتائج البوت؟</b>
أرسل بريدًا إلكترونيًا إلى webmaster@telegramdb.org، مع \"<code>طلب حذف الدردشة</code>\" كعنوان، قدم معرف الدردشة/اسم المستخدم، وشرح قصير لسبب الحاجة إلى إزالة الدردشة.",


    "note" => "<b>يرجى ملاحظة أن</b> النتائج قد تتضمن أيضًا المجموعات التي كان المستخدم فيها في الماضي، لذا يجب أن يتم مراعاة أن المستخدم قد تمت إضافته إلى تلك المجموعة من قبل شخص آخر دون موافقته.",

    "terms"                          => "الشروط والأحكام",
    "support"                        => "انضم إلى @tgdbchat أو اكتب إلى @tgdb_support للحصول على الدعم.",
    "block"                          => "تم حظر حسابك مؤقتًا. لإلغاء الحظر، اتصل بالدعم باستخدام /support.",
    "flood warn"                     => "أنت تقوم بإرسال الكثير من الرسائل. يرجى الانتظار قليلاً قبل إرسال المزيد.",
    "where header"                   => "النتائج لـ ",
    "btn credits"                    => "%credits% %bonus% اعتماد - %price%€",
    "btn pay crypto"                 => "الدفع بواسطة العملات المشفرة",
    "you have x credits"             => "{0}ليس لديك اعتمادات.|{1}لديك %count% اعتماد.|]1,Inf[لديك %count% اعتماد.",
    "pay crypto"                     => "إذا كنت بحاجة إلى الدفع بالعملات المشفرة، اتصل بـ @tgdb_support (الحد الأدنى 15€)",
    "send username for where"        => "أرسل اسم المستخدم أو المعرف للشخص الذي تريد البحث عنه:",
    "0 credits"                      => "ليس لديك ما يكفي من الاعتمادات للبحث.\nلديك 0 اعتمادات.\nقم بشرائها باستخدام /credits",
    "not enough credits"             => "{0}ليس لديك ما يكفي من الاعتمادات للبحث.\nتحتاج إلى %price% اعتمادات، ولكن ليس لديك أي اعتمادات.\nقم بشرائها باستخدام /credits
|{1}ليس لديك ما يكفي من الاعتمادات للبحث.\nتحتاج إلى %price% اعتمادات، ولكن لديك فقط اعتماد واحد.\nقم بشرائها باستخدام /credits
|]1,Inf[ليس لديك ما يكفي من الاعتمادات للبحث.\nتحتاج إلى %price% اعتمادات، ولكن لديك %count% اعتمادات فقط.\nقم بشرائها باستخدام /credits",
    "click to continue"              => "انقر هنا للمتابعة",
    "where results"                  => "{1}ستعيد هذه البحث مجموعة واحدة حيث كان المستخدم متواجدًا.\n\nالمستخدم: %user_title% %user_id%\nتكلفة البحث: %price%\nاعتماداتك: %credits%|]1,Inf[ستعيد هذه البحث %count% مجموعات حيث كان المستخدم متواجدًا.\n\nالمستخدم: %user_title% %user_id%\nتكلفة البحث: %price%\nاعتماداتك: %credits%",


    // commands
    "command help"                   => "رسالة المساعدة",
    "command credits"                => "شراء الاعتمادات",
    "command where"                  => "البحث عن المجموعات التي يتواجد فيها مستخدم",
    "command resolve"                => "حل اسم مستخدم أو معرف",
    "command search"                 => "البحث عن مجموعات وقناة بالاسم",
    "command group"                  => "البحث عن مجموعات",
    "command channel"                => "البحث عن قنوات",
    "command bot"                    => "البحث عن روبوتات",
    "command faq"                    => "الأسئلة المتكررة",
    "command terms"                  => "الشروط والأحكام",
    "command support"                => "دردشة الدعم",
    "command stats"                  => "عرض الإحصائيات",
    "command cancel"                 => "إلغاء العملية الحالية",
    "command language"               => "اختيار اللغة",
    "command referral"               => "رابط الإحالة",
    "command members"                => "البحث عن أعضاء في مجموعة",
    "command near"                   => "البحث عن مجموعات قريبة",

    // credit transaction
    "transaction title"              => "%credits% اعتماد TGDB",
    "transaction description"        => "استخدم هذه الاعتمادات للبحث في قاعدة البيانات",
    "transaction success"            => "لقد قمت بإنفاق %credits_spend% اعتمادات في هذا البحث.\nلديك %credits_left% اعتمادات متبقية.",

    // payments (eur)
    "payment in progress"            => "جاري التحقق من الدفع... في انتظار الدفع.",
    "payment cannot continue"        => "لا يمكن متابعة الدفع.",
    "payment success"                => "تم الدفع بنجاح.\nلقد حصلت على %credits% اعتماد.",


    // errors
    "error no results"               => "لا توجد نتائج لهذا البحث.",
    "error where resolve no results" => "تعذر العثور على المستخدم الذي كنت تبحث عنه.",
    "error where no results"         => "عذرًا، لم يعثر البحث على مجموعات لهذا المستخدم.",
    "error search no results"        => "عذرًا، لم يُرجع البحث أي نتائج.",

    "error where params"            => "خطأ في المعلمات",
    "error where input"             => "خطأ في الإدخال",
    "error where search yourself"   => "لا يمكنك البحث عن نفسك.",
    "error where search only users" => "يمكنك البحث فقط عن المستخدمين.",
    "error where invalid input"     => "خطأ، اسم المستخدم أو المعرف غير صالح.\nتذكر أنك يمكنك البحث فقط عن المستخدمين.",


    "error invalid input"                   => "خطأ، اسم المستخدم أو المعرف غير صالح",
    "error backend offline"                 => "خطأ، الخادم غير متصل",
    "error user not found"                  => "خطأ، المستخدم غير موجود",
    "error button invalid"                  => "خطأ، زر غير صالح",
    "error button already press"            => "خطأ، الزر تم الضغط عليه بالفعل",
    "error button expired"                  => "خطأ، انتهت صلاحية الزر",
    "error button user invalid"             => "خطأ، الزر الذي ضغطت عليه لم يتم إنشاؤه بواسطتك",
    "error transaction still in progress"   => "خطأ، العملية ما زالت قيد التنفيذ، يرجى الانتظار حتى تنتهي قبل إجراء عمليات أخرى.\nإذا استمرت المشكلة، يرجى الاتصال بالدعم عبر /support",
    "error cant use credits"                => "خطأ، غير قادر على استخدام الاعتمادات، يرجى المحاولة مرة أخرى لاحقًا.\nإذا استمرت المشكلة، يرجى الاتصال بالدعم عبر /support",
    "error showing results"                 => "حدث خطأ في عرض النتائج، تم استرداد اعتماداتك.\nيرجى الاتصال بالدعم عبر /support",
    "error showing results account blocked" => "حدث خطأ في عرض النتائج، تم استرداد اعتماداتك.\nللأسف، حدثت هذه الخطأ بشكل متكرر وتم تعليق حسابك مؤقتًا.\nلإلغاء الحظر، يرجى الاتصال بالدعم عبر /support",
    "error payment success no credits"      => "تم الدفع بنجاح.\nولكن لم يتم إضافة الاعتمادات (%credits% اعتماد).\nيرجى الاتصال بالدعم عبر /support.",
    "error contact support"                 => "حدث خطأ.\nيرجى الاتصال بالدعم عبر /support",
    "error try later"                       => "حدث خطأ.\nيرجى المحاولة مرة أخرى لاحقًا",
    "error backend floodwait"               => "خطأ، الخادم مشغول.\nيرجى المحاولة مرة أخرى لاحقًا.",
    "error timeout"                         => "خطأ، استغرق البحث وقتًا طويلاً، قد يكون الخادم غير متصل.\nيرجى المحاولة مرة أخرى لاحقًا.",

    "query already done" => "<b>لقد قمت بنفس البحث منذ فترة.</b>\nهل أنت متأكد من رغبتك في المتابعة؟",


    // stats
    "hour ago"           => "قبل ساعة",
    "hours ago"          => "قبل ساعات",
    "minutes ago"        => "قبل دقائق",
    "less than 1 minute" => "قبل أقل من دقيقة",

    "stats"                                     => "<b>آخر تحديث:</b> <code>%time_str%</code>\n<b>الدردشات:</b> <code>%chat%</code>\n<b>المجموعات:</b> <code>%groups%</code>\n<b>المستخدمين:</b> <code>%user%</code>\n<b>الروبوتات:</b> <code>%bot%</code>\n<b>ربط المستخدمين بالمجموعات:</b> <code>%members%</code>\n\nالمزيد من الإحصائيات: https://www.telegramdb.org/stats",

    // inline
    "inline no input"                           => "لا توجد نتائج!",
    "inline no input desc"                      => "من فضلك، اكتب لي اسم مستخدم أو معرفًا للحصول على النتائج.",
    "inline resolve no title"                   => "بدون عنوان",
    "inline resolve title"                      => "%title%",
    "inline resolve desc"                       => "%id%",
    "inline resolve error title"                => "خطأ",
    "inline resolve error desc"                 => "خطأ، اسم المستخدم أو المعرف غير صالح/غير موجود.",
    "inline resolve error text"                 => "خطأ، اسم المستخدم أو المعرف غير صالح/غير موجود.",
    "try inline"                                => "جربني بشكل مباشر",


    // pay api
    "error pay_api offline"                     => "خطأ، غير قادر على الاتصال بخادم الاعتمادات، يرجى المحاولة مرة أخرى لاحقًا.",
    "error pay_api offline revert transactions" => "خطأ، لم يتم عرض النتائج، وفشلت عملية استرداد الاعتماد، يرجى الاتصال بالدعم عبر /support",

    // format output
    "user"                                      => "مستخدم",
    "supergroup"                                => "سوبر جروب",
    "basicgroup"                                => "جروب أساسي",
    "channel"                                   => "قناة",
    "supergrouporchannel"                       => "سوبر جروب أو قناة",
    "group"                                     => "مجموعة",
    "bot"                                       => "روبوت",
    "type"                                      => "النوع",
    "title"                                     => "العنوان",
    "username"                                  => "اسم المستخدم",
    "description"                               => "الوصف",
    "dc"                                        => "مركز البيانات",
    "members"                                   => "أعضاء",

    "hidden forward" => "غير قادر على عرض معلومات الرسالة المرسلة، قد تمنع إعدادات الخصوصية للمستخدم ذلك.",

    "search header1"           => "<b>البحث:</b> <code>%query%</code>\n",
    "search header2"           => "{0}لا توجد نتيجة.|{1}%count%%plus% نتيجة:|]1,Inf[%count%%plus% نتيجة:",
    "send username for search" => "اكتب لي ما تريد البحث عنه.",


    // language
    "lang"                     => "\u{1F1EC}\u{1F1E7} Choose your language\n\u{1F1EE}\u{1F1F9} Scegli la tua lingua\n\u{1F1FA}\u{1F1E6} Виберіть свою мову\n\u{1F1E8}\u{1F1F3} 选择你的语言\n\u{1F1EE}\u{1F1F7} زبان را انتخاب کنید \n\u{1F1F8}\u{1F1E6} اختر لغتك",

    "lang en"     => "\u{1F1EC}\u{1F1E7} English",
    "lang set en" => "Language changed to English.",

    "lang it"     => "\u{1F1EE}\u{1F1F9} Italiano",
    "lang set it" => "Lingua cambiata in Italiano.",

    "lang uk"     => "\u{1F1FA}\u{1F1E6} Українська",
    "lang set uk" => "Мову змінено на українську.",

    "lang zh"     => "\u{1F1E8}\u{1F1F3} 中国",
    "lang set zh" => "语言改为中文。",

    "lang fa"     => "\u{1F1EE}\u{1F1F7} فارسی",
    "lang set fa" => "زبان به فارسی تغییر نمود.",

    "lang ar"     => "\u{1F1F8}\u{1F1E6} العربية",
    "lang set ar" => "تم تغيير اللغة إلى العربية.",

    // Add below the language you are translating as above


    "cancel empty" => "لا يوجد أمر نشط لإلغائه.",
    "cancel type"  => "تم إلغاء أمر %type%.",

    "maintenance"                 => "هذا البوت في وضع الصيانة حاليًا، هذا الأمر غير متاح.\nيرجى المحاولة مرة أخرى لاحقًا.\n\nإذا كنت ترغب في الإشعار عندما يكون متاحًا مرة أخرى، انضم إلى قناتنا:\nhttps://t.me/tgdatabase",
    "payment blocked maintenance" => "هذا البوت في وضع الصيانة حاليًا، الدفع غير متاح.\nيرجى المحاولة مرة أخرى لاحقًا.\n\nإذا كنت ترغب في الإشعار عندما يكون متاحًا مرة أخرى، انضم إلى قناتنا:\nhttps://t.me/tgdatabase",
    "answercb pay"                => "إرسال فاتورة",
    "answercb pay maintenance"    => "صيانة",
    "credits"                     => "اعتمادات",

    "inline maintenance"      => "صيانة",
    "inline maintenance desc" => "صيانة، الأمر غير متاح.\nيرجى المحاولة مرة أخرى لاحقًا.",

    "command pvt"     => "لاستخدام هذا الأمر، استخدم الدردشة الخاصة.",
    "command btn pvt" => "بدء الدردشة",


    "command not available for chat" => "الأمر غير متاح لأولئك الذين يكتبون كقناة أو كمسؤول مجهول.",

    "search more"            => "عرض المزيد من النتائج",
    "search pre"             => "سيؤدي هذا البحث إلى %n_results% نتيجة\n\nالاستعلام: %query%\nتكلفة البحث: %price%\nاعتماداتك: %credits%",
    "search more no credits" => "للحصول على المزيد من النتائج، تحتاج إلى اعتمادات.\nاشترِها باستخدام /credits",

    "start invalid" => "معلمة غير صحيحة",


    "ref invalid"         => "الرمز الترويجي الذي تحاول استخدامه غير صالح.",
    "ref self"            => "لا يمكنك استخدام رابط الإحالة الخاص بك.",
    "ref already used"    => "لقد استخدمت بالفعل رابط الإحالة.",
    "ref promo max usage" => "تم استخدام هذا الرابط الترويجي بالفعل من قبل الكثير من الأشخاص، ومع ذلك، يمكنك الحصول على %credits% اعتمادات مجانية، في أول عملية شراء عبر هذا الرابط.",
    "ref already created" => "لقد قمت بالفعل بإنشاء رابط إحالة.",
    "ref had credits"     => "بما أنك قد استخدمت البوت بالفعل، لا يمكنك استرداد هذا الرابط، ولكن يمكنك دعوة صديق باستخدام رابط الإحالة الخاص بك، قم بإرسال /referral لهم.",
    "ref promo finished"  => "عذرًا، ولكن انتهت العرض الترويجي، ومع ذلك، يمكنك الحصول على %credits% اعتمادات مجانية، في أول عملية شراء عبر هذا الرابط.",
    "ref promo pay ok"    => "لقد قمت بإعادة استرداد الإحالة بنجاح، سيتم إضافة %credits% اعتمادات إلى عمليتك الأولى.",
    "ref lock"            => "أنت تستخدم الكثير من روابط الإحالة، جرب مرة أخرى لاحقًا.",
    "ref voip"            => "لقد اكتشفنا أنك تستخدم حسابًا ثانويًا لاسترداد الإحالة.",


    "ref ok redeemed"     => "لقد استردت الإحالة بشكل صحيح، تمت إضافة %credits% اعتمادات.",
    "ref ok used"         => "قام مستخدم بإستخدام رابط الإحالة الخاص بك، تمت إضافة %credits% اعتمادات لك.",
    "ref ok error api"    => "الرابط الترويجي صالح، ولكن لم تتم إضافة الاعتمادات، حاول مرة أخرى في وقت لاحق، إذا استمرت المشكلة، يرجى الاتصال بالدعم عبر /support",
    "ref ok generated"    => "تم إنشاء رابط الإحالة الخاص بك، قم بإرساله إلى أصدقائك، وستتلقى كل منكم %credits% اعتمادات عندما يقوم المدعو بأول عملية شراء.\n\nرابط الإحالة: https://t.me/%username%?start=%ref%",
    "ref error generated" => "عذرًا، ولكنك لا تستطيع إنشاء روابط دعوة إذا لم تقم بشراء أي اعتمادات من قبل.",

    "temp not available" => "هذا الأمر غير متاح في الوقت الحالي.\n\nإذا كنت ترغب في الإشعار عندما يكون متاحًا مرة أخرى، انضم إلى قناتنا:\nhttps://t.me/tgdatabase",

    "search no free uses" => "لقد وصلت إلى حد البحث اليومي. اتصل بالدعم باستخدام /support لمزيد من المعلومات أو حاول مرة أخرى غداً.",

    "csv caption info"                        => "يمكنك فتح هذا الملف كنص أو جدول بيانات، أو يمكنك استيراده إلى Maltego باستخدام Import → Import an Exported Table.",
    "send username for members"               => "أرسل اسم المستخدم أو معرف المجموعة التي تريد البحث عنها:",
    "members results"                         => "{1}سيعيد هذا البحث لك عضوًا واحدًا في المجموعة.\n\nالمجموعة: %group_title% %group_id%\nتكلفة البحث: %price%\nاعتماداتك: %credits%|]1,Inf[سيعيد هذا البحث لك ما يصل إلى %count% من أعضاء المجموعة.\n\nالمجموعة: %group_title% %group_id%\nتكلفة البحث القصوى: %price%\nاعتماداتك: %credits%",
    "error members search only public groups" => "يمكنك البحث فقط عن أعضاء المجموعات العامة.",
    "error members search only groups"        => "يمكنك البحث فقط عن أعضاء المجموعات.",
    "error members no results"                => "عذرًا، لم يعثر البحث على أعضاء لهذه المجموعة.",
    "floodwait members"                       => "عذرًا، قمت بطلبات كثيرة جدًا، يرجى المحاولة مرة أخرى لاحقًا.",
    "btn members"                             => "%members% أعضاء - %price% اعتماد",

    "near no groups"                         => "لا توجد مجموعات كافية لاستخدام هذا الأمر.",
    "near time"                              => "وقت التحميل: ",
    "near results"                           => "سيجد هذا البحث مستخدمين قريبين من المستخدم.\nسيتم حساب المستخدمين المجاورين حسب %count% من المجموعات التي يتواجد فيها.\n\nالمستخدم: %user_title% %user_id%\nتكلفة البحث: %price%\nاعتماداتك: %credits%",
    "near results info"                      => "يشير مصطلح قريب إلى المسافة الافتراضية بين مجتمعات تيليجرام وليس المسافة الفعلية بين المستخدمين.",
    "near wait"                              => "انتظر تنفيذ الأمر، قد يستغرق الأمر بضع دقائق",
    "near not accurate"                      => "تم العثور على مجموعات قليلة لهذا المستخدم، قد تظهر نتائج غير دقيقة!",
    "error near max commands"                => "هذا الأمر قيد الاستخدام من قبل الكثير من المستخدمين، حاول مرة أخرى بعد بضع دقائق.",
    "error near max commands from same user" => "هذا الأمر محدود؛ انتظر حتى ينتهي من تنفيذ الأمر السابق.",

    "command similar" => "هل تريد تنفيذ الأمر %command%؟",

    "footer where"   => "ما هي المجموعات التي ينتمي إليها المستخدم؟",
    "footer near"    => "من هم المستخدمين القريبين؟",
    "footer members" => "من هم الأعضاء؟",
];
