Repository: TelegramDB/Localization
Catalog: bot/messages+intl-icu.*.xlf
Languages: ar_sy, fa_ir, fr_fr, it_it, ru_ru, uk_ua, zh_cn

# error-try-later
source: An error occurred. Please, try again later
fa_ir: یک خطا رخ داده است. لطفا بعدا دوباره امتحان کنید
fr_fr: Une erreur s'est produite. Veuillez réessayer plus tard
it_it: C'è stato un errore. Per favore, riprova più tardi
ru_ru: Произошла ошибка. Пожалуйста, попробуйте снова позже
uk_ua: Сталася помилка. Будь ласка, спробуйте пізніше
zh_cn: 出现了一个错误 请稍后再试

# error-backend-floodwait
source: Error, backend is busy. Please, try again later.
fa_ir: خطا ، backend مشغول است. لطفا بعدا دوباره امتحان کنید .
fr_fr: Erreur, le backend est occupé. Veuillez réessayer plus tard.
it_it: Errore, il backend è occupato. Per favore, riprova più tardi.
ru_ru: Ошибка, сервер загружен. Пожалуйста, попробуйте снова позже.
uk_ua: Помилка, бекенд зайнятий. Будь ласка, спробуйте пізніше.
zh_cn: 错误，后端繁忙 请稍后再试。

# error-timeout
source: Error, the search took too long, the backend may be offline. Please try again later.
fa_ir: خطا ، جستجو خیلی طول کشید ،بک اند ممکن است آفلاین باشد. طفا بعدا دوباره امتحان کنید.
fr_fr: Erreur, la recherche a pris trop de temps, le backend est peut-être hors ligne. Veuillez réessayer plus tard.
it_it: Errore, la ricerca ha impiegato troppo tempo, il backend potrebbe essere offline. Riprova più tardi.
ru_ru: Ошибка, поиск занял слишком много времени, сервер может быть недоступен. Пожалуйста, попробуйте позднее.
uk_ua: Помилка, пошук зайняв занадто багато часу, бекенд може бути вимкнений. Спробуйте пізніше.
zh_cn: 错误，搜索时间过长，后端可能离线。 请稍后再试。

# query-already-done
source: <b>You already did the same search a while ago.</b> Are you sure you want to continue?
fa_ir: <b>شما قبلاً همین جستجو را چندی پیش انجام دادید.</b> آیا مطمئن هستید که میخواهید ادامه دهید؟
fr_fr: <b>Vous avez déjà effectué la même recherche il y a quelque temps.</b> Es-tu sur de vouloir continuer ?
it_it: <b>Hai già fatto la stessa ricerca poco tempo fa.</b> Sei sicuro di voler proseguire?
ru_ru: <b>Вы уже выполняли такой же поиск ранее.</b> Вы уверены, что хотите продолжить?
uk_ua: <b>Ти вже здійснив ту ж саму пошуку нещодавно.</b> Ви впевнені, що хочете продовжити?
zh_cn: <b>你之前已经做过同样的搜索了。</b> 你确定要继续吗?

source: hour ago
fa_ir: ساعتی قبل
fr_fr: heure
it_it: ora fa
ru_ru: час назад
uk_ua: годину тому
zh_cn: 一小时前

source: hours ago
fa_ir: ساعت ها پیش
fr_fr: heures
it_it: ore fa
ru_ru: часов назад
uk_ua: годин тому
zh_cn: 几小时前

source: minutes ago
fa_ir: دقایقی پیش
fr_fr: minutes
it_it: minuti fa
ru_ru: минут назад
uk_ua: хвилин тому
zh_cn: 几分钟前

# less-than-1-minute
source: less than 1 minute ago
fa_ir: کمتر از یک دقیقه پیش
fr_fr: il y a moins d'une minute
it_it: meno di 1 minuto fa
ru_ru: менее минуты назад
uk_ua: менше ніж 1 хвилину тому
zh_cn: 少于1分钟前

# stats
source: <b>Last update:</b> <code>{time_str}</code> <b>Chats:</b> <code>{chat}</code> <b>Groups:</b> <code>{groups}</code> <b>Users:</b> <code>{user}</code> <b>Bots:</b> <code>{bot}</code> <b>User-Group associations:</b> <code>{members}</code> More stats: https://www.telegramdb.org/stats
fa_ir: <b>آخرین آپدیت</b> <code>{time_str}</code> <b>:چت ها</b> <code>{chat}</code> <b>:گروه ها</b> <code>{groups}</code> <b>Users:</b> <code>{user}</code> <b>Bots:</b> <code>{bot}</code> <b>User-Group associations:</b> <code>{members}</code> More stats: https://www.telegramdb.org/stats
fr_fr: <b>Dernière mise à jour : </b><code>{time_str}</code> <b>Chats</b> : <code>{chat}</code> <b>Groupes</b> <code>{groups}</code> <b>Utilisateurs</b> : <code>{user}</code> <b>Bots</b> : <code>{bot}</code> <b>Associations de groupes d'utilisateurs :</b> <code>{members}</code> Plus de statistiques : https ://www.telegramdb.org/stats
it_it: <b>Ultimo aggiornamento:</b> <code>{time_str}</code> <b>Chat:</b> <code>{chat}</code> <b>Gruppi:</b> <code>{groups}</code> <b>Utenti:</b> <code>{user}</code> <b>Bot:</b> <code>{bot}</code> <b>Associazioni utente-gruppo:</b> <code>{members}</code> Più statistiche: https://www.telegramdb.org/stats
ru_ru: <b>Последнее обновление:</b> <code>{time_str}</code> <b>Чаты:</b> <code>{chat}</code> <b>Группы:</b> <code>{groups}</code> <b>Пользователи:</b> <code>{user}</code> <b>Боты:</b> <code>{bot}</code> <b>Ассоциации пользователей и групп:</b> <code>{members}</code> Больше статистики: https://www.telegramdb.org/stats
uk_ua: <b>Останнє оновлення:</b> <code>{time_str}</code> <b>Чат:</b> <code>{chat}</code> <b>Групи:</b> <code>{groups}</code> <b>Користувачів:</b> <code>{user}</code> <b>Бот:</b> <code>{bot}</code> <b>Асоціації груп користувачів:</b> <code>{members}</code> Більше статистики: https://www.telegramdb.org/stats
zh_cn: <b>最新更新:</b> <code>{time_str}</code> <b>会话:</b> <code>{chat}</code> <b>群组:</b> <code>{groups}</code> <b>用户:</b> <code>{user}</code> <b>机器人:</b> <code>{bot}</code> <b>用户-群组 联系:</b> <code>{members}</code> 更多状态信息: https://www.telegramdb.org/stats

# inline-no-input
source: No results!
fa_ir: بدون نتیجه!
fr_fr: Aucun résultat !
it_it: Nessun risultato!
ru_ru: Нет результатов!
uk_ua: Немає результатів!
zh_cn: 无结果!

# inline-no-input-desc
source: Please, write me a username or id to get results.
fa_ir: لطفا یک نام کاربری یا آیدی برای من بنویسید تا نتیجه بگیرم.
fr_fr: Veuillez m'indiquer un nom d'utilisateur ou un identifiant pour obtenir des résultats.
it_it: Scrivi un username o id per ottenere risultati.
ru_ru: Пожалуйста, напишите мне имя пользователя или ID, чтобы получить результаты.
uk_ua: Введіть ім'я користувача або ID, щоб отримати результати.
zh_cn: 请给我写一个用户名或id来获得结果。

# inline-info-no-title
source: No title
fr_fr: Pas de titre
ru_ru: Нет заголовка
uk_ua: Немає імені

# inline-info-error-title
source: Error
fr_fr: Erreur
ru_ru: Ошибка
uk_ua: Помилка

# inline-info-error-desc
source: Error, username or id invalid/not found.
fr_fr: Erreur, le nom d'utilisateur ou l'identifiant n'est pas valide ou n'a pas été trouvé.
ru_ru: Ошибка, имя пользователя или ID недействительны/не найдены.
uk_ua: Помилка, недійсне ім'я користувача або ID.

# inline-info-error-text
source: Error, username or id invalid/not found.
fr_fr: Erreur, le nom d'utilisateur ou l'identifiant n'est pas valide ou n'a pas été trouvé.
ru_ru: Ошибка, имя пользователя или ID недействительны/не найдены.
uk_ua: Помилка, недійсне ім'я користувача або ID.

# try-inline
source: Try me inline
fa_ir: ربات را بصورت درون خط یا این لاین امتحان کن
fr_fr: Essayez-moi en ligne
it_it: Provami inline
ru_ru: Попробуй в inline-режиме
uk_ua: Спробуйте inline
zh_cn: 试试内联

# error-pay-api-offline
source: Error, unable to connect to the credit server, please try again later.
fa_ir: خطا ، قادر به اتصال به سرور اعتباری نیست ، لطفا بعدا دوباره امتحان کنید.
fr_fr: Erreur, impossible de se connecter au serveur de crédit, veuillez réessayer plus tard.
it_it: Errore, impossibile connettersi al server dei crediti, riprova più tardi.
ru_ru: Ошибка, не удалось подключиться к серверу кредитов, попробуйте снова позже.
uk_ua: Помилка, неможливо під'єднатися до сервера кредитів, спробуйте пізніше.
zh_cn: 错误，无法连接到信用服务器，请稍后再试。

# error-pay-api-offline-revert-transactions
source: Error, results could not be shown, and credit refund failed, please contact support with /support
fa_ir: خطا ، نتایج نمی تواند نشان داده شود ، و بازپرداخت اعتبار شکست خورده است ، لطفا با پشتیبانی /supportی تماس بگیرید
fr_fr: Erreur, les résultats n'ont pas pu être affichés, et le remboursement du crédit a échoué, veuillez contacter le support avec /support
it_it: Errore, non è stato possibile mostrare i risultati, ed è fallito il rimborso dei crediti, contatta il supporto con /support
ru_ru: Ошибка, результаты не были показаны, и возврат кредитов не удался, свяжитесь с поддержкой через /support
uk_ua: Помилка, не вдалося відобразити результати, та повернення кредитів не вдалося, зв'яжіться зі службою підтримки за допомогою /support
zh_cn: 错误，无法显示结果，信用退款失败，请用 /support 联系技术支持

source: User
fa_ir: کاربر
it_it: Utente
ru_ru: Пользователь
uk_ua: Користувач
zh_cn: 用户

source: SuperGroup
fa_ir: سوپر گروه
fr_fr: SuperGroupe
it_it: SuperGruppo
ru_ru: Супергруппа
uk_ua: Супергрупа
zh_cn: 超群

source: BasicGroup
fa_ir: گروه ساده
fr_fr: Groupe de base
it_it: GruppoBasic
ru_ru: Обычная группа
uk_ua: Базова Група
zh_cn: 基础群

source: Channel
fa_ir: کانال
fr_fr: Chaîne
it_it: Canale
ru_ru: Канал
uk_ua: Канал
zh_cn: 频道

source: SuperGroup or Channel
fa_ir: سوپر گروه یا کانال
fr_fr: SuperGroupe ou Canal
it_it: SuperGruppo o Canale
ru_ru: Супергруппа или Канал
uk_ua: Супергрупа або Канал
zh_cn: 超群 或者 频道

source: Group
fa_ir: گروه
fr_fr: Groupe
it_it: Gruppo
ru_ru: Группа
uk_ua: Група
zh_cn: 群组

source: Bot
fa_ir: بات
ru_ru: Бот
uk_ua: Бот
zh_cn: 机器人

source: Type
fa_ir: نوع
it_it: Tipo
ru_ru: Тип
uk_ua: Тип
zh_cn: 类型

source: Title
fa_ir: عنوان
fr_fr: Titre
it_it: Titolo
ru_ru: Название
uk_ua: Назва
zh_cn: 标题

source: Username
fa_ir: نام کاربر
fr_fr: Nom d'utilisateur
ru_ru: Имя пользователя
uk_ua: Ім'я користувача
zh_cn: 用户名

source: Description
fa_ir: توضیحات
it_it: Descrizione
ru_ru: Описание
uk_ua: Опис
zh_cn: 描述

source: Members
fa_ir: اعضا
fr_fr: Les membres
it_it: Membri
ru_ru: Участники
uk_ua: Члени
zh_cn: 成员

# hidden-forward
source: Unable to show info of the forwarded message, the user's privacy settings may prevent it.
fa_ir: عدم توانایی در نمایش اطلاعات پیام ارسال شده ، تنظیمات حریم خصوصی کاربر ممکن است از آن جلوگیری کند.
fr_fr: Impossible d'afficher les informations du message transféré, les paramètres de confidentialité de l'utilisateur peuvent l'empêcher.
it_it: Impossibile mostrare le informazioni del messaggio inoltrato, le impostazioni della privacy del utente potrebbero impedirlo.
ru_ru: Невозможно показать информацию о пересланном сообщении, настройки конфиденциальности пользователя могут это запрещать.
uk_ua: Неможливо відобразити інформацію пересланого повідомлення, можливо налаштування конфіденційності користувача мешкають це.
zh_cn: 无法显示所转发邮件的信息，用户的隐私设置可能会阻止它。

# search-header2
source: {count, plural, =0 {No result.} =1 {# result} other {# of about {total} results} }
ar_sy: {count, plural, =0 {لا نتيجة.} =1 {# نتيجة} other {# من حوالي {total} النتائج} }
fa_ir: {count, plural, =0 {بدون نتیجه} =1 {# نتیجه} other {# از حدود {total} نتیجه} }
fr_fr: {count, plural, =0 {Pas de résultat.} =1 {# résultat} other {# sur environ {total} résultats} }
it_it: {count, plural, =0 {Nessun risultato.} =1 {# risultato} other {# di circa {total} risultati} }
ru_ru: {count, plural, =0 {Нет результатов.} =1 {# результат} other {# из примерно {total} результатов} }
uk_ua: {count, plural, =0 {Немає результатів.} =1 {# результатів} other {про #/{total} результатів} }
zh_cn: {count, plural, =0 {没有结果。} =1 {# 结果} other {大约 #/{total} 结果} }

# search-header2-without-about
source: {count, plural, =0 {No result.} =1 {# result} other {#/{total} results} }
ar_sy: {count, plural, =0 {لا نتيجة.} =1 {# نتيجة} other {#/{total} النتائج} }
fa_ir: {count, plural, =0 {بدون نتیجه} =1 {#نتیجه} other {#/{total} نتیجه} }
fr_fr: {count, plural, =0 {Pas de résultat.} =1 {# résultat} other {#/{total} résultats} }
it_it: {count, plural, =0 {Nessun risultato.} =1 {# risultato} other {#/{total} risultati} }
ru_ru: {count, plural, =0 {Нет результатов.} =1 {# результат} other {#/{total} результатов} }
uk_ua: {count, plural, =0 {Немає результатів.} =1 {# результат} other {#/{total} результати} }
zh_cn: {count, plural, =0 {没有结果。} =1 {# 结果} other {#/{total} 结果} }

# send-username-text
source: Write me what you want to search.
fa_ir: آنچه را که می خواهید جستجو کنید بنویسید.
fr_fr: Écrivez-moi ce que vous voulez rechercher.
ru_ru: Напишите мне, что вы хотите найти.
uk_ua: Напишіть мені, що ви хочете шукати.
zh_cn: 写给我你要找的东西。

# lang
source: 🇬🇧 Choose your language
ar_sy: 🇸🇦 اختر لغتك
fa_ir: 🇮🇷 زبان را انتخاب کنید
fr_fr: 🇫🇷 Choisissez votre langue
it_it: 🇮🇹 Scegli la tua lingua
ru_ru: 🇷🇺 Выберите ваш язык
uk_ua: 🇺🇦 Виберіть свою мову
zh_cn: 🇨🇳 选择你的语言

# lang-btn
source: 🇬🇧 English
fa_ir: 🇮🇷 فارسی
fr_fr: 🇫🇷 Français
it_it: 🇮🇹 Italiano
ru_ru: 🇷🇺 Русский
uk_ua: 🇺🇦 Українська
zh_cn: 🇨🇳 中国

# lang-set
source: Language changed to English.
fa_ir: زبان به فارسی تغییر نمود.
fr_fr: La langue a été changée en français.
it_it: Lingua cambiata in Italiano.
ru_ru: Язык изменен на русский.
uk_ua: Мову змінено на українську.
zh_cn: 语言改为中文。

# cancel-empty
source: There is no active command to cancel.
fa_ir: هیچ دستور فعالی برای لغو وجود ندارد.
fr_fr: Il n'y a pas de commande active pour annuler.
it_it: Non c'è alcun comando attivo da annullare.
ru_ru: Нет активной команды для отмены.
uk_ua: Немає активної команди, яку можна було б відмінити.
zh_cn: 没有要取消的活动命令。

# cancel-type
source: The {type} command has been cancelled.
fa_ir: دستور {type} لغو شده است.
fr_fr: La commande {type} a été annulée.
it_it: Il comando {type} è stato annullato.
ru_ru: Команда {type} была отменена.
uk_ua: Команда {type} була скасована.
zh_cn: {type} 命令已被取消。

# maintenance
source: This bot is currently in maintenance mode, this command is not available. Please, try again later. If you want to be notified when it will be available again, join our channel: https://t.me/tgdatabase
fa_ir: این ربات در حال حاضر در حالت تعمیر و نگهداری است، این دستور در دسترس نیست. لطفاً بعداً دوباره امتحان کنید. اگر می خواهید زمانی که دوباره در دسترس خواهد بود به شما اطلاع داده شود، به کانال ما بپیوندید: https://t.me/tgdatabase
fr_fr: Ce bot est actuellement en mode maintenance, cette commande n'est pas disponible. Veuillez réessayer plus tard. Si vous souhaitez être informé(e) de sa disponibilité, rejoignez notre chaîne: https://t.me/tgdatabase
it_it: Il bot è in manutenzione, questo comando non è disponibile. Riprova più tardi. Se vuoi essere avvisato quando il bot sarà di nuovo disponibile, entra nel nostro canale: https://t.me/tgdatabase
ru_ru: Этот бот находится в режиме технического обслуживания, данная команда недоступна. Пожалуйста, попробуйте снова позже. Если вы хотите получить уведомление, когда он снова станет доступен, присоединяйтесь к нашему каналу: https://t.me/tgdatabase
uk_ua: Бот находится на техобслуживании, эта команда недоступна. Попробуйте позже. Якщо ви хочете отримувати сповіщення, коли він буде знову доступний, приєднуйтесь до нашого каналу: https://t.me/tgdatabase
zh_cn: 此机器人当前处于维护模式，此命令不可用。 请稍后再试。 如果您想知道何时再次推出，请加入我们的频道： https://t.me/tgdatabase

# payment-blocked-maintenance
source: This bot is currently in maintenance mode, payments are not available. Please, try again later. If you want to be notified when it will be available again, join our channel: https://t.me/tgdatabase
fa_ir: این ربات در حال حاضر در حالت تعمیر و نگهداری است، پرداخت‌ها در دسترس نیست. لطفاً بعداً دوباره امتحان کنید. اگر می‌خواهید زمانی که دوباره در دسترس خواهد بود به شما اطلاع داده شود، به کانال ما بپیوندید: https://t.me/tgdatabase
fr_fr: Ce bot est actuellement en mode maintenance, les paiements ne sont pas disponibles. Veuillez réessayer plus tard. Si vous souhaitez être informé(e) de sa disponibilité, rejoignez notre chaîne: https://t.me/tgdatabase
it_it: Il bot è in manutenzione, i pagamenti non sono disponibili. Riprova più tardi. Se vuoi essere avvisato quando il bot sarà di nuovo disponibile, entra nel nostro canale: https://t.me/tgdatabase
ru_ru: Этот бот находится в режиме технического обслуживания, платежи недоступны. Пожалуйста, попробуйте снова позже. Если вы хотите получить уведомление, когда он снова станет доступен, присоединяйтесь к нашему каналу: https://t.me/tgdatabase
uk_ua: Бот в режимі обслуговування, платежі недоступні. Спробуйте пізніше. Якщо ви хочете отримувати сповіщення, коли він буде знову доступний, приєднуйтесь до нашого каналу: https://t.me/tgdatabase
zh_cn: 这个机器人目前处于维护模式，无法支付。 请稍后再试。 如果您想知道何时再次推出，请加入我们的频道： https://t.me/tgdatabase

# answercb-pay
source: Sending invoice
fa_ir: ارسال فاکتور
fr_fr: Envoi de la facture
it_it: Invio fattura
ru_ru: Отправка счета
uk_ua: Надіслати рахунок-фактуру
zh_cn: 发送发票

# answercb-pay-maintenance
source: Maintenance
fa_ir: تعمیرات
it_it: Manutenzione
ru_ru: Техническое обслуживание
uk_ua: обслуговування
zh_cn: 维护

# credits-text
source: credits
fa_ir: اعتبارات
fr_fr: crédits
it_it: crediti
ru_ru: кредиты
uk_ua: кредити
zh_cn: 积分

# inline-maintenance
source: Maintenance
fa_ir: تعمیرات
it_it: Manutenzione
ru_ru: Техническое обслуживание
uk_ua: обслуговування
zh_cn: 维护

# inline-maintenance-desc
source: Maintenance, command is not available. Please, try again later.
fa_ir: تعمیرات، فرمان در دسترس نیست. لطفا بعدا دوباره امتحان کنید.
fr_fr: Maintenance, la commande n'est pas disponible. S'il vous plaît, réessayez plus tard.
it_it: Manutenzione, comando non è disponibile. Riprova più tardi.
ru_ru: Техническое обслуживание, команда недоступна. Пожалуйста, попробуйте снова позже.
uk_ua: Технічне обслуговування, команда недоступна. Будь ласка, спробуйте пізніше.
zh_cn: 维护，命令不可用。 请稍后再试。

# command-pvt
source: To use this command, use private chat.
fa_ir: برای استفاده از این دستور از آن در گفتگوی خصوصی استفاده کنید.
fr_fr: Pour utiliser cette commande, utilisez le chat privé.
it_it: Per usare questo comando, avviami in chat privata.
ru_ru: Для использования этой команды используйте личный чат.
uk_ua: Щоб скористатися цією командою, напишіть мені в приватний чат.
zh_cn: 要使用该命令，请使用私密聊天。

# command-btn-pvt
source: Start chat
fa_ir: شروع گفت و گو
fr_fr: Démarrer la discussion
it_it: Avvia chat
ru_ru: Начать чат
uk_ua: Почати чат
zh_cn: 开始聊天

# command-not-available-for-chat
source: Command not available for those who write as a channel or as an anonymous admin.
fa_ir: فرمان برای کسانی که به عنوان یک کانال یا به عنوان یک ادمین ناشناس می نویسند در دسترس نیست.
fr_fr: Commande non disponible pour ceux qui écrivent en tant que canal ou en tant qu'administrateur anonyme.
it_it: Comando non disponibile per chi scrive come canale o come admin anonimo.
ru_ru: Команда недоступна для тех, кто пишет от имени канала или как анонимный администратор.
uk_ua: Команда недоступна для тих, хто пише як канал або як анонімний адміністратор.
zh_cn: 命令对于以频道或匿名管理员身份写入的用户不可用。

# search-more
source: Show more results
fa_ir: نمایش نتایج بیشتر
fr_fr: Afficher plus de résultats
it_it: Mostra più risultati
ru_ru: Показать больше результатов
uk_ua: Показати більше результатів
zh_cn: 展示更多结果

# search-pre
source: This search will give you {n_results} results Query: {query} Search cost: {price} Your credits: {credits}
fa_ir: این جستجو {n_results} نتیجه را به شما می دهد Query: {query} Search cost: {price} اعتبارات شما: {credits}
it_it: Questa ricerca ti darà fino a {n_results} risultati Query: {query} Costo ricerca: {price} I tuoi crediti: {credits}
ru_ru: Этот поиск даст {n_results} результатов Запрос: {query} Стоимость поиска: {price} Ваши кредиты: {credits}
zh_cn: 此搜索会给你 {n_results} 个结果 查询: {query} 搜索花费: {price} 你的积分: {credits}

# search-more-no-credits
source: To get more results you need credits. Buy them with /credits
fa_ir: برای دریافت نتایج بیشتر به اعتبار نیاز دارید. آنها را با /credits بخرید
fr_fr: Pour obtenir plus de résultats, vous avez besoin de crédits. Achetez-les avec /credits
it_it: Per avere più risultati hai bisogno di crediti. Per comprarli fai /credits
ru_ru: Для получения дополнительных результатов нужны кредиты. Купите их с помощью /credits
uk_ua: Щоб отримати більше результатів, вам потрібно кредити. Щоб купити їх, наберіть /credits
zh_cn: 为了获得更多的结果，你需要积分。 用 /credits 买它

# start-invalid
source: Incorrect parameter
fa_ir: پارامتر اشتباه
fr_fr: Paramètre incorrect
it_it: Parametro non corretto
ru_ru: Неверный параметр
uk_ua: Неправильний параметр
zh_cn: 不正确的参数

# ref-invalid
source: The referral you are trying to use is invalid.
fa_ir: رفرالی که می‌خواهید استفاده کنید نامعتبر است.
fr_fr: La référence que vous essayez d'utiliser n'est pas valide.
it_it: Il referral che stai provando a usare non è valido.
ru_ru: Реферальная ссылка, которую вы пытаетесь использовать, недействительна.
uk_ua: Реферал, який ви намагаєтеся використовувати, недійсний.
zh_cn: 您尝试使用推荐无效。

# ref-self
source: You can't use your own referral link.
fa_ir: شما نمی توانید از لینک رفرال خود استفاده کنید.
fr_fr: Vous ne pouvez pas utiliser votre propre lien de parrainage.
it_it: Non puoi usare il tuo stesso referral.
ru_ru: Вы не можете использовать свою собственную реферальную ссылку.
uk_ua: Ви не можете використовувати свій власний реферал.
zh_cn: 您不能使用自己的推荐链接。

# ref-already-used
source: You have already used a referral link.
fa_ir: شما قبلاً از رفرال لینک استفاده کرده اید.
fr_fr: Vous avez déjà utilisé un lien de parrainage.
it_it: Hai già utilizzato un referral, non puoi usarne altri.
ru_ru: Вы уже использовали реферальную ссылку.
uk_ua: Ви вже використали реферал, не можете використовувати інші.
zh_cn: 您已经使用了推荐链接。

# ref-promo-max-usage
source: This referral has already been used by too many people, however, you can get {credits} free credits, on your first purchase through this referral.
fa_ir: این رفرال قبلاً توسط افراد زیادی استفاده شده است، با این حال، شما می‌توانید در اولین خرید خود از طریق این رفرال، {Credits} اعتبار رایگان دریافت کنید.
fr_fr: Ce parrainage a déjà été utilisé par trop de personnes, cependant, vous pouvez obtenir {credits} de crédits gratuits, lors de votre premier achat par le biais de ce parrainage.
it_it: Questo referral è già stato usato da troppe persone, tuttavia, potrai ottenere {credits} crediti gratuiti, sul tuo primo acquisto grazie a questo referral.
ru_ru: Эта реферальная ссылка уже использована слишком многими людьми, однако вы можете получить {credits} бесплатных кредитов при первой покупке через эту реферальную ссылку.
uk_ua: Цей реферал вже використовувався занадто багатьма людьми, однак, ви зможете отримати {credits} безкоштовних кредитів при вашому першому покупці завдяки цьому рефералу.
zh_cn: 此推荐已被太多人使用，但是，在您通过此推荐首次购买时，您可以获得 {credits} 免费积分。

# ref-already-created
source: You have already created a referral link.
fa_ir: شما قبلاً یک لینک رفرال ایجاد کرده اید.
fr_fr: Vous avez déjà créé un lien de parrainage.
it_it: Hai già creato un tuo referral, non puoi riscattarne altri.
ru_ru: Вы уже создали реферальную ссылку.
uk_ua: Ви вже створили свій власний реферал, не можете використовувати інші.
zh_cn: 您已经创建了推荐链接。

# ref-had-credits
source: Having already used the bot, you cannot redeem this referral, but you can invite a friend with your referral, just do /referral and send them the link.
fa_ir: با استفاده از ربات، نمی‌توانید این رفرال را پس‌خرید کنید، اما می‌توانید یک دوست را با معرفی خود دعوت کنید، فقط /referral را انجام دهید و لینک را برای آنها ارسال کنید.
fr_fr: Si vous avez déjà utilisé le bot, vous ne pouvez pas échanger ce parrainage, mais vous pouvez inviter un ami avec votre parrainage, il suffit de faire /referral et de lui envoyer le lien.
it_it: Avendo già usato il bot, non puoi riscattare questo referral, ma puoi invitare un amico con il tuo referral, ti basterà fare /referral e inviargli il link.
ru_ru: Уже используя бота, вы не можете активировать эту реферальную ссылку, но вы можете пригласить друга с помощью вашей реферальной ссылки, просто выполните /referral и отправьте ему ссылку.
uk_ua: Ви вже використали бот, ви не можете використовувати цей реферал, але ви можете запросити друга за допомогою вашого рефералу, виконайте /referral та надішліть йому посилання.
zh_cn: 已经使用机器人后，您无法兑换此推荐，但您可以用您的推荐邀请朋友，只要点击 /referral 然后发给他们链接。
