Repository: TelegramDB/Localization
Catalog: bot/messages+intl-icu.*.xlf
Languages: ar_sy, fa_ir, fr_fr, it_it, ru_ru, uk_ua, zh_cn

# start
source: 👋 <i>Welcome to TelegramDB Search Bot.</i> This bot allows you to find public channels and groups, and see what public chats a user is in, or has been in, using a constantly updated database <b>with 300+ million chats and 1 billion users!</b> Use our inline queries to get user details from usernames and IDs. 🆓 <b>Free commands:</b> /search - <code>Search for anything</code> /info [id or username] - <code>Show info from a username or ID</code> /title [name] - <code>Search for groups and channels</code> /group [name] - <code>Search for groups</code> /channel [name] - <code>Search for channels</code> /bot [name] - <code>Search for bots</code> /add [username] - <code>Add a user to TelegramDB</code> 💲 <b>Premium commands:</b> /where [id or username] - <code>Find groups in which a user has been</code> /members [id or username] - <code>Find members of a group</code> /near [id or username] - <code>Find nearest users</code> /network [id or username] - <code>Find nearest chats</code> /credits - <code>Buy credits</code> ℹ <b>Other commands:</b> /faq - <code>Frequently Asked Questions</code> /language - <code>Choose the language</code> /support - <code>Support chat for TgDB</code> /stats - <code>Show statistics</code> /terms - <code>Terms and conditions</code> /cancel - <code>Cancel current operation</code> For any info or doubts join @tgdbchat
fr_fr: 👋 <i>Bienvenue sur le bot de recherche de TelegramDB.</i> Ce robot vous permet de trouver des canaux et des groupes publics et de voir dans quels chats publics un utilisateur est ou a été impliqué, en utilisant une base de données constamment mise à jour avec <b>plus de 300 millions de chats et plus de 1000 millions d'utilisateurs!</b> Utilisez nos requêtes en ligne pour obtenir des informations sur les utilisateurs à partir des noms d'utilisateur et des identifiants. 🆓 <b>Commandes gratuites:</b> /search - <code>Recherchez n'importe quoi</code> /info [id ou username] - <code>Afficher les informations à partir d'un nom d'utilisateur ou d'un identifiant</code> /title [name] - <code>Recherche de groupes et de chaînes</code> /group [name] - <code>Recherche de groupes</code> /channel [name] - <code>Recherche de chaînes</code> /bot [name] - <code>Recherche de bot</code> /add [username] - <code>Ajouter un utilisateur à TelegramDB</code> 💲 <b>Commandes Premium:</b> /where [id or username] - <code>Rechercher les groupes dans lesquels un utilisateur est présent</code> /members [id or username] - <code>Rechercher les membres d'un groupe</code> /near [id or username] - <code>Trouver les utilisateurs les plus proches</code> /network [id or username] - <code>Trouver les chats les plus proches</code> /credits - <code>Acheter des crédits</code> ℹ <b>Autres commandes:</b> /faq - <code>Questions fréquemment posées</code> /language - <code>Choisissez la langue</code> /support - <code>Chat d'assistance</code> /stats - <code>Voir les statistiques</code> /terms - <code>Termes et conditions</code> /cancel - <code>Annuler l'opération en cours</code> Pour toute information ou doute, rejoignez @tgdbchat
ru_ru: 👋 <i>Добро пожаловать в TelegramDB Search Bot.</i> Этот бот позволяет находить публичные каналы и группы, а также видеть, в каких публичных чатах состоит или состоял пользователь, используя постоянно обновляемую базу данных <b>с более чем 300 миллионами чатов и 1 миллиардом пользователей!</b> Используйте наши встроенные запросы, чтобы получить информацию о пользователях по их именам или ID. 🆓 <b>Бесплатные команды:</b> /search - <code>Поиск чего угодно</code> /info [id или имя пользователя] - <code>Получить данные по имени пользователя или ID</code> /title [название] - <code>Поиск групп и каналов</code> /group [название] - <code>Поиск групп</code> /channel [название] - <code>Поиск каналов</code> /bot [название] - <code>Поиск ботов</code> /add [имя пользователя] - <code>Добавить пользователя в TelegramDB</code> 💲 <b>Премиум-команды:</b> /where [id или имя пользователя] - <code>Найти группы, в которых был пользователь</code> /members [id или имя пользователя] - <code>Найти участников группы</code> /near [id или имя пользователя] - <code>Найти ближайших пользователей</code> /network [id или имя пользователя] - <code>Найти ближайшие чаты</code> /credits - <code>Купить кредиты</code> ℹ <b>Другие команды:</b> /faq - <code>Часто задаваемые вопросы</code> /language - <code>Выбрать язык</code> /support - <code>Чат поддержки TgDB</code> /stats - <code>Показать статистику</code> /terms - <code>Условия использования</code> /cancel - <code>Отменить текущую операцию</code> Для любой информации или вопросов присоединяйтесь к @tgdbchat
uk_ua: 👋 <i>Ласкаво просимо до ТелеграмDB Search Bot.</i> Цей бот дозволяє вам шукати публічні канали та групи, а також переглядати, в яких публічних чатах знаходиться або був користувач, використовуючи базу даних, яка постійно оновлюється з <b>більш ніж 300 мільйонами чатів і більш ніж 1000 мільйонами користувачів!</b> Використовуйте наші вбудовані запити, щоб отримати деталі користувача з іменами користувачів та ID. 🆓 <b>Безкоштовне управління:</b> /search - <code>Шукайте будь-що</code> /info [ID або ім'я] - <code>Показати інформацію з імені користувача або ідентифікатора</code> /title [ім'я] - <code>Пошук груп та каналів</code> /group [ім'я] - <code>Пошук груп</code> /channel [ім'я] - <code>Пошук каналів</code> /bot [ім'я] - <code>Пошук ботів</code> /add [ім'я] - <code>Додати користувача до TelegramDB</code> 💲 <b>Преміум управління:</b> /where [ID або ім'я] - <code>Пошук груп користувача</code> /member [ID або ім'я] - <code>Асоціації груп користувачів</code> /near [ID або ім'я] - <code>Знайти найближчих користувачів</code> /network [ID або ім'я] - <code>Знайти найближчі чати</code> /credits - <code>Купити кредити</code> ℹ <b>Інші команди:</b> /faq - <code>Часті запитання</code> /language - <code>Виберіть мову</code> /support - <code>Чат підтримки для TgDB</code> /stats - <code>Показати статистику</code> /terms - <code>Умови та положення</code> /cancel - <code>Скасувати команду</code> Для будь-яких сумнівів чи питань, ввійдіть в @tgdbchat

# faq
source: <b>How does it work?</b> The bot queries a database containing <u>public</u> groups and users, crawled by TelegramDB. <b>Do you really track all groups?</b> No, tracking all groups would be impossible: we have only a part of the <u>public</u> groups on Telegram. <b>How much data do you have?</b> Check https://telegramdb.org/stats to see the latest data. <b>What is the near command?</b> The term "near" refers to users who have interacted with the searched user or are in common groups, such as friends. "Near" is intended as users who have interacted with each other or are part of common groups with the searched user, such as friends. <u>It does not find chats that are geographically close.</u> <b>What is the network command?</b> The network command finds the chats closest to the searched chat. It finds chats frequented by approximately the same audience of users, such as groups with the same topic, or being part of a network. <u>It does not find chats that are geographically close.</u> <b>How much does where cost?</b> Before paying to see the results, the bot will show you how many results are there, and how much does it cost. The base price for the /where command is <b>3 credits</b>. In addition, every 40 results the cost increases by 1 credit. Example: 100 results cost 5 credits 3 base price + 2 (100/40 = 2.5) The price for the /members command is calculated with this formula: <code>3+0.6x^0.8</code>. X is the number of results, and is rounded down. Example: 100 achievements cost 26 credits <b>How can I delete a chat from the bot results?</b> Send an email to webmaster@telegramdb.org, with "<code>chat deletion request</code>" as the subject, provide the chat id/username, and a short explanation of why the chat must be removed. <b>Please note that</b> the results can also include groups in which the user was present in the past, so it must be noted that a user may have been added to that group by another person without their approval.
fa_ir: <b>چگونه کار می کند؟</b> ربات یک پایگاه داده حاوی گروه‌ها و کاربران <u>public</u> را جستجو می‌کند که توسط TelegramDB خزیده شده است. <b>آیا واقعاً همه گروه ها را ردیابی می کنید؟</b> نه، ردیابی همه گروه ها غیرممکن است: ما فقط بخشی از گروه های <u>عمومی</u> را در تلگرام داریم. <b>چه مقدار داده دارید؟</b> برای مشاهده آخرین داده ها https://telegramdb.org/stats را بررسی کنید. <b>فرمان near چیست؟</b> اصطلاح "نزدیک" به کاربرانی اطلاق می شود که با کاربر جستجو شده تعامل داشته اند یا در گروه های مشترکی مانند دوستان هستند. "نزدیک" به عنوان کاربرانی در نظر گرفته می شود که با یکدیگر تعامل داشته اند یا بخشی از گروه های مشترک با کاربر جستجو شده هستند، مانند دوستان. <u>چت هایی که از نظر جغرافیایی نزدیک باشند را پیدا نمی کند.</u> <b>فرمان network چیست؟</b> فرمان شبکه نزدیک ترین چت ها را به چت جستجو شده پیدا می کند. چت‌هایی را پیدا می‌کند که تقریباً توسط مخاطبان یکسانی از کاربران، مانند گروه‌هایی با موضوع مشابه، یا بخشی از یک شبکه، انجام می‌شوند. <u>چت هایی که از نظر جغرافیایی نزدیک باشند را پیدا نمی کند.</u> <b>هزینه where چقدر است؟</b> قبل از پرداخت هزینه برای دیدن نتایج، ربات به شما نشان می دهد که چند نتیجه وجود دارد و هزینه آن چقدر است. قیمت پایه دستور /where <b>3 اعتبار</b> است. علاوه بر این، هر 40 نتیجه هزینه 1 اعتبار افزایش می یابد. مثال: 100 نتیجه 5 اعتبار هزینه دارد 3 قیمت پایه + 2 (100/40 = 2.5) قیمت دستور /members با این فرمول محاسبه می شود: <code>3+0.6x^0.8</code>. X تعداد نتایج است و به پایین گرد می شود. مثال: 100 دستاورد 26 اعتبار هزینه دارد <b>چگونه می توانم یک چت را از نتایج ربات حذف کنم؟</b> یک ایمیل به webmaster@telegramdb.org با موضوع "<code>درخواست حذف چت</code>" ارسال کنید، شناسه/نام کاربری چت و توضیح کوتاهی در مورد اینکه چرا چت باید حذف شود را ارائه دهید. <b>لطفاً توجه داشته باشید که</b> نتایج همچنین می‌تواند شامل گروه‌هایی باشد که کاربر در گذشته در آنها حضور داشته است، بنابراین باید توجه داشت که ممکن است کاربر توسط شخص دیگری بدون تأیید او به آن گروه اضافه شده باشد.
fr_fr: <b>Comment cela fonctionne-t-il ?</b> Le robot interroge une base de données contenant des groupes et des utilisateurs <u>publics</u>, explorée par TelegramDB. <b>Suivez-vous vraiment tous les groupes ?</b> Non, il serait impossible de suivre tous les groupes : nous ne disposons que d'une partie des groupes <u>public</u> sur Telegram. <b>De combien de données disposez-vous ?</b> Consultez le site https ://telegramdb.org/stats pour obtenir les données les plus récentes. <b>Qu'est-ce que la commande proche ?</b> Le terme « proche » fait référence aux utilisateurs qui ont interagi avec l'utilisateur recherché ou qui font partie de groupes communs, tels que des amis. « Proche » désigne les utilisateurs qui ont interagi les uns avec les autres ou qui font partie de groupes communs avec l'utilisateur recherché, tels que des amis. <u>Il ne trouve pas les discussions géographiquement proches.</u> <b>Qu'est-ce que la commande réseau ?</b> La commande réseau trouve les chats les plus proches du chat recherché. Il trouve les discussions fréquentées par à peu près le même public d'utilisateurs, comme des groupes ayant le même sujet ou faisant partie d'un réseau. <u>Il ne trouve pas les discussions géographiquement proches.</u> <b>Quel est le coût ?</b> Avant de payer pour voir les résultats, le bot vous indiquera le nombre de résultats disponibles et le coût de l'opération. Le prix de base de la commande /where est de <b>3 crédits</b>. En outre, tous les 40 résultats, le coût augmente de 1 crédit. Exemple : 100 résultats coûtent 5 crédits 3 prix de base + 2 (100/40 = 2,5) Le prix de la commande /members est calculé avec la formule suivante : <code>3+0.6x^0.8</code>. X est le nombre de résultats, arrondi à l'unité inférieure. Exemple : 100 résultats coûtent 26 crédits <b>Comment supprimer un chat des résultats du bot ?</b> Envoyez un courriel à webmaster@telegramdb.org, avec pour objet "<code>demande de suppression de chat</code>", indiquez l'identifiant et le nom d'utilisateur du chat, et expliquez brièvement pourquoi le chat doit être supprimé. <b>Veuillez noter que</b> les résultats peuvent également inclure des groupes dans lesquels l'utilisateur était présent dans le passé. Il faut donc tenir compte du fait qu'un utilisateur peut avoir été ajouté à ce groupe par une autre personne sans son approbation.
it_it: <b>Come funziona?</b> Questo bot si appoggia a un database che contiene gruppi <u>pubblici</u> e utenti, crawlati da TelegramDB. <b>Avete davvero tutti i gruppi?</b> No, tenere traccia di tutti i gruppi di Telegram sarebbe impossibile: abbiamo solo una parte dei gruppi <u>pubblici</u> su Telegram. <b>Quanti dati avete?</b> Controlla https://telegramdb.org/stats per vedere gli ultimi dati. <b>Cos'è il comando near?</b> Il comando near trova gli utenti più "vicini" all'utente cercato. Con "vicini" si intendono gli utenti che hanno interagito o che sono in gruppi in comune con l'utente cercato, come per esempio amici o conoscenti. <u>Non è inteso come utenti geograficamente vicini.</u> <b>Cos'è il comando network?</b> Il comando network trova le chat più "vicine" alla chat cercata. Con "vicine" si intendono chat frequentate circa dalla stessa platea di utenti, come per esempio gruppi con lo stesso topic, o facenti parti di un network. <u>Non è inteso come chat geograficamente vicini.</u> <b>Quanto costa il comando where?</b> Prima di pagare per vedere i risultati, il bot ti farà vedere quanti risultati ci sono e quanto costano. Il prezzo base per il comando /where è di <b>3 crediti</b>. Inoltre ogni 40 risultati, ti verrà a costare 1 credito in più. Esempio: 100 risultati costano 5 crediti 3 prezzo base + 2 (100/40 = 2.5) Il prezzo per il comando /members è calcolato con questa formula: <code>3+0.6x^0.8</code>. X è il numero di risultati, e viene approssimato per difetto. Esempio: 100 risultati costano 26 crediti <b>Come posso richiedere l'eliminazione di una chat dal bot?</b> Invia una email a webmaster@telegramdb.org, specificando come oggetto "<code>chat deletion request</code>", fornendo l'id/username della chat e una breve spiegazione del motivo per cui la chat debba essere rimossa. <b>Tieni presente che</b> i risultati possono includere anche gruppi in cui l'utente era presente in passato, quindi ricorda che un utente potrebbe essere stato aggiunto a quel gruppo da un'altra persona senza la sua approvazione.
ru_ru: <b>Как это работает?</b> Бот запрашивает базу данных, содержащую <u>публичные</u> группы и пользователей, собранные TelegramDB. <b>Вы действительно отслеживаете все группы?</b> Нет, отслеживать все группы невозможно: у нас есть только часть <u>публичных</u> групп в Telegram. <b>Какой объем данных у вас есть?</b> Проверьте https://telegramdb.org/stats, чтобы увидеть последние данные. <b>Что такое команда near?</b> Термин «near» относится к пользователям, которые взаимодействовали с искомым пользователем или состоят в общих группах, например, друзья. «near» — это пользователи, которые взаимодействовали друг с другом или состоят в общих группах с искомым пользователем, например, друзья. <u>Команда не находит чаты, которые находятся географически близко.</u> <b>Что такое команда network?</b> Команда network находит чаты, наиболее близкие к искомому чату. Она находит чаты, которые посещает примерно та же аудитория пользователей, например, группы с одинаковой тематикой или входящие в одну сеть. <u>Команда не находит чаты, которые находятся географически близко.</u> <b>Сколько стоит команда where?</b> Перед оплатой результатов бот покажет, сколько результатов найдено и сколько это стоит. Базовая стоимость команды /where составляет <b>3 кредита</b>. Кроме того, каждые 40 результатов увеличивают стоимость на 1 кредит. Пример: 100 результатов стоят 5 кредитов 3 базовая цена + 2 (100/40 = 2.5) Стоимость команды /members рассчитывается по формуле: <code>3+0.6x^0.8</code>. X — количество результатов, округленное вниз. Пример: 100 результатов стоят 26 кредитов <b>Как удалить чат из результатов бота?</b> Отправьте письмо на webmaster@telegramdb.org с темой "<code>chat deletion request</code>", укажите ID или имя чата и краткое объяснение, почему чат нужно удалить. <b>Обратите внимание</b>, что результаты могут включать группы, в которых пользователь состоял в прошлом, поэтому следует учитывать, что пользователь мог быть добавлен в эту группу другим человеком без его согласия.
uk_ua: <b>Як це працює?</b> Цей бот базується на базі даних, яка містить <u>публічні</u> групи та користувачів, зібрані з TelegramDB. <b>Чи маєте ви дійсно всі групи?</b> Ні, відстежувати всі групи Telegram було б неможливо: у нас тільки частина груп <u>публічних</u> на Telegram. <b>Скільки даних у вас є?</b> Перевірте https://telegramdb.org/stats, щоб побачити останні дані. <b>Що таке команда near?</b> Термін «поруч» стосується користувачів, які взаємодіяли з користувачем, якого шукали, або перебувають у загальних групах, наприклад друзів. «Поруч» призначено для користувачів, які взаємодіяли один з одним або є частиною спільних груп із шуканим користувачем, наприклад друзів. <u>Він не знаходить чати, географічно близькі.</u> <b>Що таке команда network?</b> Команда мережі знаходить чати, найближчі до шуканого чату. Він знаходить чати, які відвідує приблизно та сама аудиторія користувачів, наприклад, групи з однаковою темою або є частиною мережі. <u>Він не знаходить чати, географічно близькі.</u> <b>Скільки коштує where? </b> Перед тим, як сплатити за перегляд результатів, бот покаже вам, скільки там результатів і скільки це коштує. Базова ціна для команди /where становить <b>3 кредити</b>. Крім того, за кожні 40 результатів вам додатково буде коштувати 1 кредит. Приклад: 100 результатів коштують 5 кредитів 3 базова ціна + 2 (100/40 = 2.5) Ціна для команди /members обчислюється за такою формулою: <code>3+0,6x^0,8</code>. X – кількість результатів, округлена в меншу сторону. приклад: 100 досягнень коштують 26 кредитів <b>Як мені можна запросити видалення чату з бота?</b> Надішліть електронну пошту на webmaster@telegramdb.org, вказавши як тему "<code>chat deletion request</code>", надаючи ID/ім'я користувача чату та короткий опис причини, чому чат повинен бути видаленим. <b>Майте на увазі, що</b> результати можуть також включати групи, в яких користувач був присутнім раніше, тому запам'ятайте, що користувач може бути доданий до цієї групи іншою особою без його згоди.
zh_cn: <b>它是如何工作的?</b> 机器人查询包含 <u>公开的</u> 群组和用户, 由TelegramDB爬取. <b>你真的追踪得到所有群组吗？</b> 不，追踪得到所有群组是不可能的: 我们在Telegram上只有一部分 <u>公开的</u> 群组. <b>你有多少数据?</b> 点击 https://telegramdb.org/stats 去查看最新的数据. <b>什么是近命令？</b> 术语“附近”是指与搜索到的用户进行过交互或者属于共同群组（例如朋友）的用户。 “附近”意指彼此交互过的用户或者是与搜索到的用户相同的组的一部分（例如朋友）的用户。 <u>它找不到地理位置接近的聊天。</u> <b>什么是网络命令？</b> 网络命令查找最接近搜索到的聊天的聊天。 它发现大约相同的用户受众经常进行的聊天，例如具有相同主题的组，或者属于网络的一部分。 <u>它找不到地理位置接近的聊天。</u> <b>费用是多少？</b> 在付费查看结果之前，机器人会告诉你有多少结果，以及它需要多少钱。 /where 命令的基础价格为 <b>3 积分</b>. 此外，每40个结果成本增加1个积分。 示例: 100 结果需要 5 个积分 3 基础价格 + 2 (100/40 = 2.5) /members 命令的价格使用以下公式计算：<code>3+0.6x^0.8</code>。 X 是结果数，向下舍入。 例子： 100 个成就需要 26 个学分 <b>我如何从机器人结果中删除一个会话?</b> 发送电子邮件给网站管理员@telegramdb.org, 用 "<code>删除会话请求</code>" 作为主题, 提供会话 id/用户名, 和一个简短的解释为什么聊天必须删除。 <b>请注意</b> 结果还可能包括用户过去曾参加过的群组，因此必须注意，用户可能已在未经其批准的情况下被另一个人添加到该群组中。

# support
source: We are not Telegram, we can only answer questions related to TelegramDB! Join @tgdbchat or write to @tgdb_support for TelegramDB.org support.
fa_ir: ما تلگرام نیستیم، فقط می توانیم به سوالات مربوط به TelegramDB پاسخ دهیم! به @tgdbchat بپیوندید یا برای پشتیبانی TelegramDB.org به @tgdb_support بنویسید.
fr_fr: Nous ne sommes pas Telegram, nous ne pouvons répondre qu'aux questions relatives à TelegramDB ! Rejoignez @tgdbchat ou écrivez à @tgdb_support pour obtenir de l'aide sur TelegramDB.org.
it_it: Non siamo Telegram, possiamo rispondere solo alle domande relative a TelegramDB! Unisciti a @tgdbchat o scrivi a @tgdb_support per ricevere assistenza da TelegramDB.org.
ru_ru: Мы не Telegram, мы можем отвечать только на вопросы, связанные с TelegramDB! Присоединяйтесь к @tgdbchat или пишите в @tgdb_support для поддержки TelegramDB.org.
uk_ua: Ми не Telegram, ми можемо відповідати тільки на питання, пов'язані з TelegramDB! Приєднуйтесь до @tgdbchat або пишіть на @tgdb_support для підтримки TelegramDB.org.
zh_cn: 我们不是 Telegram，我们只能回答与 TelegramDB 相关的问题！ 加入 @tgdbchat 或致信 @tgdb_support 寻求 TelegramDB.org 支持。

# block
source: Your account is temporarily blocked. To get unblocked, contact support with /support.
fa_ir: حساب شما به طور موقت مسدود شده است. برای رفع انسداد ، با پشتیبانی /support تماس بگیرید.
fr_fr: Votre compte est temporairement bloqué. Pour le débloquer, contactez le support avec /support.
it_it: Il tuo account è stato temporaneamente bloccato. Per essere sbloccato, contatta il supporto con /support.
ru_ru: Ваш аккаунт временно заблокирован. Для разблокировки свяжитесь с поддержкой через /support.
uk_ua: Ваш аккаунт був тимчасово заблокований. Щоб бути розблокованим, зв'яжіться з підтримкою за допомогою /support.
zh_cn: 您的帐户被暂时冻结。若要解冻，使用 /support 联系技术支持。

# flood-warn
source: You are sending too many messages. Please wait a bit before sending more.
fa_ir: شما پیام های زیادی می فرستید. لطفا قبل از ارسال بیشتر کمی صبر کنید.
fr_fr: Vous envoyez trop de messages. Veuillez attendre un peu avant d'en envoyer d'autres.
it_it: Stai mandando troppi messaggi. Si prega di attendere un po' prima di inviarne altri.
ru_ru: Вы отправляете слишком много сообщений. Пожалуйста, подождите немного перед отправкой.
uk_ua: Ви надсилаєте занадто багато повідомлень. Будь ласка, зачекайте кілька хвилин, перш ніж надсилати ще.
zh_cn: 你发送的信息太多了，请稍后再发。

# where-header
source: Results for
fa_ir: نتایج برای
fr_fr: Résultats pour
it_it: Risultati di
ru_ru: Результаты для
uk_ua: Результати
zh_cn: 结果为

# btn-credits
source: {credits, number}{bonus, plural, =0 {} other { +#}} credits - {price, number, :: currency/EUR}
ar_sy: {credits, number}{bonus, plural, =0 {} other { +#}} اعتماد - {price, number, :: currency/EUR}
fa_ir: {credits, number}{bonus, plural, =0 {} other { +#}} وام - {price, number, :: currency/EUR}
it_it: {credits, number}{bonus, plural, =0 {} other { +#}} crediti - {price, number, :: currency/EUR}
ru_ru: {credits, number}{bonus, plural, =0 {} other { +#}} кредитов - {price, number, :: currency/EUR}
uk_ua: {credits, number}{bonus, plural, =0 {} other { +#}} кредити - {price, number, :: currency/EUR}
zh_cn: {credits, number}{bonus, plural, =0 {} other { +#}} 积分 - {price, number, :: currency/EUR}

# btn-pay-crypto
source: Pay with cryptocurrencies
fa_ir: پرداخت با ارزهای رمزنگاری شده
fr_fr: Payer avec des crypto-monnaies
it_it: Paga con criptovalute
ru_ru: Оплатить криптовалютой
uk_ua: Розраховуйтеся криптовалютами
zh_cn: 使用加密货币支付

# you-have-x-credits
source: {count, plural, =0 {You have no credits.} =1 {You have # credit.} other {You have # credits.} }
ar_sy: {count, plural, =0 {ليس لديك أي اعتمادات.} =1 {لديك # رصيد.} other {لديك # اعتمادات.} }
fa_ir: {count, plural, =0 {شما هیچ اعتباری ندارید} =1 {شما # اعتبار دارید.} other {شما # اعتبار دارید.} }
fr_fr: {count, plural, =0 {Vous n'avez pas de crédits.} =1 {Vous avez # de crédits.} other {Vous avez # de crédits.} }
it_it: {count, plural, =0 {Non hai crediti.} =1 {Hai # credito.} other {Hai # crediti.} }
ru_ru: {count, plural, =0 {У вас нет кредитов.} =1 {У вас # кредит.} other {У вас # кредитов.} }
uk_ua: {count, plural, =0 {У вас немає кредитів.} =1 {У вас # кредит.} other {У вас # кредитів.} }
zh_cn: {count, plural, =0 {你没有积分.} =1 {你有 # 个积分.} other {你有 # 个积分.} }
