Repository: TelegramDB/Localization
Catalog: bot/messages+intl-icu.*.xlf
Languages: ar_sy, fa_ir, fr_fr, it_it, ru_ru, uk_ua, zh_cn

# start
source: 👋 <i>Welcome to TelegramDB Search Bot.</i> This bot allows you to find public channels and groups, and see what public chats a user is in, or has been in, using a constantly updated database <b>with 300+ million chats and 1 billion users!</b> Use our inline queries to get user details from usernames and IDs. 🆓 <b>Free commands:</b> /search - <code>Search for anything</code> /resolve [id or username] - <code>Resolve a username or ID</code> /title [name] - <code>Search for groups and channels</code> /group [name] - <code>Search for groups</code> /channel [name] - <code>Search for channels</code> /bot [name] - <code>Search for bots</code> /add [username] - <code>Add a user to TelegramDB</code> 💲 <b>Premium commands:</b> /where [id or username] - <code>Find groups in which a user has been</code> /members [id or username] - <code>Find members of a group</code> /near [id or username] - <code>Find nearest users</code> /network [id or username] - <code>Find nearest chats</code> /credits - <code>Buy credits</code> ℹ <b>Other commands:</b> /faq - <code>Frequently Asked Questions</code> /language - <code>Choose the language</code> /support - <code>Support chat for TgDB</code> /stats - <code>Show statistics</code> /terms - <code>Terms and conditions</code> /cancel - <code>Cancel current operation</code> For any info or doubts join @tgdbchat
fa_ir: 👋 <i>به ربات TelegramDB خوش آمدید.</i> این ربات به شما امکان می‌دهد کانال‌ها و گروه‌های عمومی را بیابید و ببینید کاربر در چه گفتکو های عمومی قرار دارد یا در آن بوده است، با استفاده از پایگاه‌داده‌ای که دائماً به‌روز می‌شود <b>با بیش از 300 میلیون گفت و گو و بیش از 1000 میلیون کاربر!</b> ازدستورات درون خطی ما برای دریافت اطلاعات کاربر از نام کاربری و شناسه استفاده کنید. 🆓 <b>:دستورات رایگان</b> /search - <code>هر چیزی را جستجو کنید</code> /resolve [id or username] - <code>شرح دادن نام کاربری یا آیدی</code> /title [name] - <code>جستجو برای کانال ها و گروه ها</code> /group [name] - <code>چستجو برای گروه ها</code> /channel [name] - <code>جستجو برای کانال ها</code> /bot [name] - <code>جستجو برای ربات ها</code> /add [username] - <code>افزودن کاربر به TelegramDB</code> 💲 <b>:دستورات ویژه</b> /where [id or username] - <code>پیدا کردن گروه هایی که کاربر در آنها حضور دارد</code> /members [id or username] - <code>نمایش اعضای گروه</code> /near [id or username] - <code>نزدیکترین کاربران را پیدا کنید</code> /network [id or username] - <code>نزدیکترین چت ها را پیدا کنید</code> /credits - <code>خرید اعتبار</code> ℹ <b>:دیگر دستورات</b> /faq - <code>سوالات متداول</code> /language - <code>انتخاب زبان</code> /support - <code>پشتیبانی از چت برای TgDB</code> /stats - <code>نمایش وضعیت</code> /terms - <code>شرایط و ظوابط</code> /cancel - <code>لغو عملیات فعلی</code> برای هر اطلاعات یا شک و تردید به @tgdbchat بپیوندید
it_it: 👋 <i>Benvenuto su TelegramDB Search Bot.</i> Questo bot ti consente di cercare canali e gruppi pubblici, e di vedere in quali chat pubbliche si trova o è stato un utente, utilizzando un database costantemente aggiornato con <b>oltre 300 milioni di chat e oltre 1 miliardo di utenti!</b> Usa il bot in modalità inline per ottenere informazioni di utente tramite username o ID. 🆓 <b>Comandi gratuiti:</b> /search - <code>Cerca qualsiasi cosa</code> /resolve [id o username] - <code>Risolve un username o ID</code> /title [nome] - <code>Cerca gruppi e canali</code> /group [nome] - <code>Cerca gruppi</code> /channel [nome] - <code>Cerca canali</code> /bot [nome] - <code>Cerca bot</code> /add [username] - <code>Aggiungi una chat a TelegramDB</code> 💲 <b>Comandi premium:</b> /where [id o username] - <code>Cerca i gruppi di un utente</code> /members [id o username] - <code>Ottieni la lista di membri di un gruppo</code> /near [id o username] - <code>Cerca gli utenti più vicini</code> /network [id o username] - <code>Cerca le chat più vicine</code> /credits - <code>Compra crediti</code> ℹ <b>Altri comandi:</b> /faq - <code>Domande frequenti</code> /language - <code>Scegli la lingua</code> /support - <code>Chat di supporto per TgDB</code> /stats - <code>Mostra le statistiche</code> /terms - <code>Termini e condizioni</code> /cancel - <code>Annulla il comando</code> Per qualsiasi dubbio o domanda, entra in @tgdbchat
zh_cn: 👋 <i>欢迎来到TelegramDB搜索机器人。</i> 这个机器人可以让你找到公共频道和群组，并通过不断更新的数据库查看用户正在或已经参加的公共聊天记录 <b>拥有3亿多聊天记录和10亿多用户！</b>。 使用我们的内联查询，从用户名和ID中获取用户详情。 🆓 <b>自由的命令。</b> /search - <code>搜索任何内容</code> /resolve [id或username] - <code>解决一个用户名或ID</code> /title [name] - <code>搜索群组和频道</code> /group [name] - <code>搜索群组</code> /channel [name] - <code>搜索频道</code> /bot [name] - <code>搜索机器人</code> /add [username] - <code>向 TelegramDB 添加用户</code> 💲 <b>高级命令:</b> /where [id或username] - <code>查找用户所在的群组</code> /members [id或username] - <code>查看群组成员</code> /near [id或username] - <code>查找最近的用户</code> /network [id或username] - <code>查找最近的聊天记录</code> /credits - <code>购买积分</code> ℹ <b>其他命令:</b> /faq - <code>常见问答</code> /language - <code>选择语言</code> /support - <code>TgDB 支持聊天</code> /stats - <code>显示统计信息</code> /terms - <code>条件和协议</code> /cancel - <code>取消当前操作</code> 更多信息或疑问加入 @tgdbchat

# send-username-user
source: Send the username or id of the person you want to search:
fa_ir: نام کاربری یا شناسه هر کسی که می خواهید جستجو کنید را ارسال کنید:
it_it: Manda l'username o l'id della persona che vuoi cercare:
zh_cn: 发送你想搜索的用户名或id:

# command-resolve
source: Get info
fa_ir: جت اینفو
it_it: Ottieni informazioni
zh_cn: 获取信息

# inline-resolve-no-title
source: No title
fa_ir: بدون عنوان
it_it: Nessun nome
zh_cn: 无标题

# inline-resolve-error-title
source: Error
fa_ir: خطا
it_it: Errore
zh_cn: 错误

# inline-resolve-error-desc
source: Error, username or id invalid/not found.
fa_ir: خطا، نام کاربری یا شناسه نامعتبر/ یافت نشد.
it_it: Errore, username o id non validi/non trovati.
zh_cn: 错误，用户名或id无效/未找到。

# inline-resolve-error-text
source: Error, username or id invalid/not found.
fa_ir: خطا، نام کاربری یا شناسه نامعتبر/ یافت نشد.
it_it: Errore, username o id non validi/non trovati.
zh_cn: 错误，用户名或id无效/未找到。

# send-username-group
source: Send username or id of group you want to search for:
fa_ir: نام کاربری یا شناسه گروه را ارسال کنید:
it_it: Manda l'username o l'id del gruppo che vuoi cercare:
zh_cn: 发送你想搜索的用户名或id:

# send-username-text
source: Write me what you want to search, or click on one of the buttons below.
it_it: Scrivimi quello che vuoi cercare, oppure clicca su uno dei pulsanti sottostanti.
zh_cn: 请告诉我您想搜索什么，或点击下面的按钮。

# start
source: 👋 <i>Welcome to TelegramDB Search Bot.</i> This bot allows you to find public channels and groups, and see what public chats a user is in, or has been in, using a constantly updated database <b>with 300+ million chats and 1 billion users!</b> Use our inline queries to get user details from usernames and IDs. 🆓 <b>Free commands:</b> /search - <code>Search for anything</code> /info [id or username] - <code>Show info from a username or ID</code> /title [name] - <code>Search for groups and channels</code> /group [name] - <code>Search for groups</code> /channel [name] - <code>Search for channels</code> /bot [name] - <code>Search for bots</code> /add [username] - <code>Add a user to TelegramDB</code> 💲 <b>Premium commands:</b> /where [id or username] - <code>Find groups in which a user has been</code> /members [id or username] - <code>Find members of a group</code> /near [id or username] - <code>Find nearest users</code> /network [id or username] - <code>Find nearest chats</code> /credits - <code>Buy credits</code> ℹ <b>Other commands:</b> /faq - <code>Frequently Asked Questions</code> /language - <code>Choose the language</code> /support - <code>Support chat for TgDB</code> /stats - <code>Show statistics</code> /terms - <code>Terms and conditions</code> /cancel - <code>Cancel current operation</code> For any info or doubts join @tgdbchat
ar_sy: 👋 <i>مرحبًا بك في روبوت البحث في TelegramDB.</i> يتيح لك هذا الروبوت العثور على القنوات والمجموعات العامة، ومعرفة الدردشات العامة التي يشارك فيها المستخدم أو كان فيها، باستخدام قاعدة بيانات يتم تحديثها باستمرار <b>تحتوي على أكثر من 300 مليون محادثة وأكثر من 1000 مليون مستخدم!</b> استخدم استعلاماتنا المضمنة للحصول على تفاصيل المستخدم من أسماء المستخدمين والمعرفات. 🆓 <b>الأوامر المجانية:</b> /rEsolve [المعرف أو اسم المستخدم] - <code>حل اسم المستخدم أو المعرف</code> /sEarch [الاسم] - <code>البحث عن المجموعات والقنوات</code> /group [الاسم] - <code>البحث عن المجموعات</code> /channel [الاسم] - <code>البحث عن القنوات</code> /bot [name] - <code>البحث عن الروبوتات</code> 💲 <b>الأوامر المميزة:</b> /where [المعرف أو اسم المستخدم] - <code>ابحث عن المجموعات التي كان المستخدم فيها</code> /members [المعرف أو اسم المستخدم] - <code>البحث عن أعضاء المجموعة</code> /near [المعرف أو اسم المستخدم] - <code>البحث عن أقرب المستخدمين</code> /network [المعرف أو اسم المستخدم] - <code>البحث عن أقرب الدردشات</code> /credits - <code>شراء الاعتمادات</code> ℹ <b>أوامر أخرى:</b> /faq - <code>الأسئلة المتداولة</code> /language - <code>اختر اللغة</code> /support - <code>دعم الدردشة</code> /stats - <code>إظهار الإحصائيات</code> /terms - <code>الشروط والأحكام</code> /cancel - <code>إلغاء العملية الحالية</code> لأية معلومات أو شكوك انضم إلى @tgdbchat

# faq
source: <b>How does it work?</b> The bot queries a database containing <u>public</u> groups and users, crawled by TelegramDB. <b>Do you really track all groups?</b> No, tracking all groups would be impossible: we have only a part of the <u>public</u> groups on Telegram. <b>How much data do you have?</b> Check https://telegramdb.org/stats to see the latest data. <b>What is the near command?</b> The term "near" refers to users who have interacted with the searched user or are in common groups, such as friends. "Near" is intended as users who have interacted with each other or are part of common groups with the searched user, such as friends. <u>It does not find chats that are geographically close.</u> <b>What is the network command?</b> The network command finds the chats closest to the searched chat. It finds chats frequented by approximately the same audience of users, such as groups with the same topic, or being part of a network. <u>It does not find chats that are geographically close.</u> <b>How much does where cost?</b> Before paying to see the results, the bot will show you how many results are there, and how much does it cost. The base price for the /where command is <b>3 credits</b>. In addition, every 40 results the cost increases by 1 credit. Example: 100 results cost 5 credits 3 base price + 2 (100/40 = 2.5) The price for the /members command is calculated with this formula: <code>3+0.6x^0.8</code>. X is the number of results, and is rounded down. Example: 100 achievements cost 26 credits <b>How can I delete a chat from the bot results?</b> Send an email to webmaster@telegramdb.org, with "<code>chat deletion request</code>" as the subject, provide the chat id/username, and a short explanation of why the chat must be removed. <b>Please note that</b> the results can also include groups in which the user was present in the past, so it must be noted that a user may have been added to that group by another person without their approval.
ar_sy: <b>كيف يعمل؟</b> يستعلم الروبوت عن قاعدة بيانات تحتوي على مجموعات ومستخدمين <u>عامة</u>، يتم الزحف إليها بواسطة TelegramDB. <b>هل تتابع جميع المجموعات حقًا؟</b> لا، سيكون تتبع جميع المجموعات مستحيلاً: لدينا فقط جزء من المجموعات <u>العامة</u> على Telegram. <b>ما حجم البيانات المتوفرة لديك؟</b> تحقق من https://telegramdb.org/stats للاطلاع على أحدث البيانات. <b>ما هو الأمر near؟</b> يشير المصطلح "قريب" إلى المستخدمين الذين تفاعلوا مع المستخدم الذي تم البحث عنه أو الموجودون في مجموعات مشتركة، مثل الأصدقاء. "القريب" مخصص للمستخدمين الذين تفاعلوا مع بعضهم البعض أو هم جزء من مجموعات مشتركة مع المستخدم الذي تم البحث عنه، مثل الأصدقاء. <u>لا يعثر على الدردشات القريبة جغرافيًا.</u> <b>ما هو الأمر network؟</b> يقوم أمر الشبكة بالبحث عن الدردشات الأقرب إلى الدردشة التي تم البحث عنها. فهو يعثر على الدردشات التي يتردد عليها نفس جمهور المستخدمين تقريبًا، مثل المجموعات التي لها نفس الموضوع، أو التي تكون جزءًا من شبكة. <u>لا يعثر على الدردشات القريبة جغرافيًا.</u> <b>ما هي تكلفة where؟</b> قبل الدفع لرؤية النتائج، سيعرض لك الروبوت عدد النتائج الموجودة، وكم تكلفتها. السعر الأساسي للأمر /where هو <b>3 وحدات دراسية</b>. بالإضافة إلى ذلك، كل 40 نتيجة تزيد التكلفة بمقدار رصيد واحد. مثال: 100 نتيجة تكلف 5 وحدات دراسية 3 السعر الأساسي + 2 (100/40 = 2.5) يتم حساب سعر الأمر / members بهذه الصيغة: <code>3+0.6x^0.8</code>. X هو عدد النتائج، ويتم تقريبه للأسفل. مثال: 100 إنجاز تكلف 26 ساعة معتمدة <b>كيف يمكنني حذف محادثة من نتائج الروبوت؟</b> أرسل بريدًا إلكترونيًا إلى webmaster@telegramdb.org، مع "<code>طلب حذف الدردشة</code>" كموضوع، وقدم معرف الدردشة/اسم المستخدم، وشرحًا موجزًا لسبب ضرورة إزالة الدردشة. <b>يرجى ملاحظة أن</b> يمكن أن تتضمن النتائج أيضًا مجموعات كان المستخدم موجودًا فيها في الماضي، لذلك يجب ملاحظة أنه ربما تمت إضافة مستخدم إلى تلك المجموعة بواسطة شخص آخر دون موافقته.

# support
source: We are not Telegram, we can only answer questions related to TelegramDB! Join @tgdbchat or write to @tgdb_support for TelegramDB.org support.
ar_sy: انضم إلى @tgdbchat أو اكتب إلى @tgdb_support للحصول على الدعم.

# block
source: Your account is temporarily blocked. To get unblocked, contact support with /support.
ar_sy: تم حظر حسابك مؤقتًا. لإلغاء الحظر، اتصل بالدعم باستخدام /support.

# flood-warn
source: You are sending too many messages. Please wait a bit before sending more.
ar_sy: أنت تقوم بإرسال الكثير من الرسائل. يرجى الانتظار قليلاً قبل إرسال المزيد.

# where-header
source: Results for
ar_sy: النتائج لـ

# btn-pay-crypto
source: Pay with cryptocurrencies
ar_sy: الدفع بواسطة العملات المشفرة

# send-username-user
source: Send the username or id of the person you want to search, or click the button below.
ar_sy: أرسل اسم المستخدم أو المعرف للشخص الذي تريد البحث عنه:

# 0-credits
source: You don't have enough credits to search. You have 0 credits. Buy them with /credits
ar_sy: ليس لديك ما يكفي من الاعتمادات للبحث. لديك 0 اعتمادات. قم بشرائها باستخدام /credits

# click-to-continue
source: Click here to continue
ar_sy: انقر هنا للمتابعة

# command-help
source: Help message
ar_sy: رسالة المساعدة

# command-credits
source: Buy credits
ar_sy: شراء الاعتمادات

# command-where
source: Find groups in which a user has been
ar_sy: البحث عن المجموعات التي يتواجد فيها مستخدم

# command-search
source: Search for anything
ar_sy: البحث عن مجموعات وقناة بالاسم

# command-group
source: Search for groups
ar_sy: البحث عن مجموعات

# command-channel
source: Search for channels
ar_sy: البحث عن قنوات

# command-bot
source: Search for bots
ar_sy: البحث عن روبوتات

# command-faq
source: Frequently asked questions
ar_sy: الأسئلة المتكررة

# command-terms
source: Terms and conditions
ar_sy: الشروط والأحكام

# command-support
source: Contact bot support
ar_sy: دردشة الدعم

# command-stats
source: Show statistics
ar_sy: عرض الإحصائيات

# command-cancel
source: Cancel current operation
ar_sy: إلغاء العملية الحالية

# command-language
source: Choose the language
ar_sy: اختيار اللغة

# command-referral
source: Referral link
ar_sy: رابط الإحالة

# command-members
source: Find members of a group
ar_sy: البحث عن أعضاء في مجموعة

# command-near
source: Find nearest users
ar_sy: البحث عن أقرب المستخدمين

# command-network
source: Find nearest chats
ar_sy: البحث عن أقرب الدردشات

# transaction-title
source: {credits} TGDB credits
ar_sy: {credits} اعتماد TGDB

# transaction-description
source: Use these credits to search the database
ar_sy: استخدم هذه الاعتمادات للبحث في قاعدة البيانات

# transaction-success
source: You have spent {credits_spend} credits on this search. You have {credits_left} credits left.
ar_sy: لقد قمت بإنفاق {credits_spend} اعتمادات في هذا البحث. لديك {credits_left} اعتمادات متبقية.

source: Payment cannot continue.
ar_sy: لا يمكن متابعة الدفع.

# payment-success
source: Payment successful. You have received {credits} credits.
ar_sy: تم الدفع بنجاح. لقد حصلت على {credits} اعتماد.

# error-no-results
source: There are no results for this search.
ar_sy: لا توجد نتائج لهذا البحث.

# error-where-resolve-no-results
source: The user you were looking for could not be found.
ar_sy: تعذر العثور على المستخدم الذي كنت تبحث عنه.

# error-where-no-results
source: Sorry, the search found no groups for this user.
ar_sy: عذرًا، لم يعثر البحث على مجموعات لهذا المستخدم.

# error-search-no-results
source: Sorry, your search returned no results.
ar_sy: عذرًا، لم يُرجع البحث أي نتائج.

# error-where-params
source: Error in parameters
ar_sy: خطأ في المعلمات

# error-where-input
source: Error in input
ar_sy: خطأ في الإدخال

# error-where-search-yourself
source: You cannot search for yourself.
ar_sy: لا يمكنك البحث عن نفسك.

# error-where-search-only-users
source: You can only search for users.
ar_sy: يمكنك البحث فقط عن المستخدمين.

# error-where-invalid-input
source: Error, username or id invalid. Remember that you can only search for users.
ar_sy: خطأ، اسم المستخدم أو المعرف غير صالح. تذكر أنك يمكنك البحث فقط عن المستخدمين.

# error-invalid-input
source: Error, username or id invalid
ar_sy: خطأ، اسم المستخدم أو المعرف غير صالح

source: Error, user not found
ar_sy: خطأ، المستخدم غير موجود

# error-button-invalid
source: Error, invalid button
ar_sy: خطأ، زر غير صالح

# error-button-already-press
source: Error, button already pressed
ar_sy: خطأ، الزر تم الضغط عليه بالفعل

source: Error, button expired
ar_sy: خطأ، انتهت صلاحية الزر

# error-button-user-invalid
source: Error, the button you pressed was not generated by you
ar_sy: خطأ، الزر الذي ضغطت عليه لم يتم إنشاؤه بواسطتك

# error-transaction-still-in-progress
source: Error, operation still in progress, please wait for it to finish before doing other queries. If the problem persists, please contact support via /support
ar_sy: خطأ، العملية ما زالت قيد التنفيذ، يرجى الانتظار حتى تنتهي قبل إجراء عمليات أخرى. إذا استمرت المشكلة، يرجى الاتصال بالدعم عبر /support

# error-cant-use-credits
source: Error, unable to use credits, please try again later. If the problem persists, please contact support via /support
ar_sy: خطأ، غير قادر على استخدام الاعتمادات، يرجى المحاولة مرة أخرى لاحقًا. إذا استمرت المشكلة، يرجى الاتصال بالدعم عبر /support

# error-showing-results
source: There was an error showing the results, your credits were refunded. Please, contact support via /support
ar_sy: حدث خطأ في عرض النتائج، تم استرداد اعتماداتك. يرجى الاتصال بالدعم عبر /support

# error-contact-support
source: An error occurred. Please, contact support with /support
ar_sy: حدث خطأ. يرجى الاتصال بالدعم عبر /support

# error-try-later
source: An error occurred. Please, try again later
ar_sy: حدث خطأ. يرجى المحاولة مرة أخرى لاحقًا

# error-backend-floodwait
source: Error, backend is busy. Please, try again later.
ar_sy: خطأ، الخادم مشغول. يرجى المحاولة مرة أخرى لاحقًا.

# error-timeout
source: Error, the search took too long, the backend may be offline. Please try again later.
ar_sy: خطأ، استغرق البحث وقتًا طويلاً، قد يكون الخادم غير متصل. يرجى المحاولة مرة أخرى لاحقًا.

# query-already-done
source: <b>You already did the same search a while ago.</b> Are you sure you want to continue?
ar_sy: <b>لقد قمت بنفس البحث منذ فترة.</b> هل أنت متأكد من رغبتك في المتابعة؟

source: hour ago
ar_sy: قبل ساعة

source: hours ago
ar_sy: قبل ساعات

source: minutes ago
ar_sy: قبل دقائق

# less-than-1-minute
source: less than 1 minute ago
ar_sy: قبل أقل من دقيقة

# stats
source: <b>Last update:</b> <code>{time_str}</code> <b>Chats:</b> <code>{chat}</code> <b>Groups:</b> <code>{groups}</code> <b>Users:</b> <code>{user}</code> <b>Bots:</b> <code>{bot}</code> <b>User-Group associations:</b> <code>{members}</code> More stats: https://www.telegramdb.org/stats
ar_sy: <b>آخر تحديث:</b> <code>{time_str}</code> <b>الدردشات:</b> <code>{chat}</code> <b>المجموعات:</b> <code>{groups}</code> <b>المستخدمين:</b> <code>{user}</code> <b>الروبوتات:</b> <code>{bot}</code> <b>ربط المستخدمين بالمجموعات:</b> <code>{members}</code> المزيد من الإحصائيات: https://www.telegramdb.org/stats

# inline-no-input
source: No results!
ar_sy: لا توجد نتائج!

# inline-no-input-desc
source: Please, write me a username or id to get results.
ar_sy: من فضلك، اكتب لي اسم مستخدم أو معرفًا للحصول على النتائج.

# try-inline
source: Try me inline
ar_sy: جربني بشكل مباشر

# error-pay-api-offline
source: Error, unable to connect to the credit server, please try again later.
ar_sy: خطأ، غير قادر على الاتصال بخادم الاعتمادات، يرجى المحاولة مرة أخرى لاحقًا.

# error-pay-api-offline-revert-transactions
source: Error, results could not be shown, and credit refund failed, please contact support with /support
ar_sy: خطأ، لم يتم عرض النتائج، وفشلت عملية استرداد الاعتماد، يرجى الاتصال بالدعم عبر /support

source: User
ar_sy: مستخدم

source: SuperGroup
ar_sy: سوبر جروب

source: BasicGroup
ar_sy: جروب أساسي

source: Channel
ar_sy: قناة

source: SuperGroup or Channel
ar_sy: سوبر جروب أو قناة

source: Group
ar_sy: مجموعة

source: Bot
ar_sy: روبوت

source: Type
ar_sy: النوع

source: Title
ar_sy: العنوان

source: Username
ar_sy: اسم المستخدم

source: Description
ar_sy: الوصف

source: DC
ar_sy: مركز البيانات

source: Members
ar_sy: أعضاء

# hidden-forward
source: Unable to show info of the forwarded message, the user's privacy settings may prevent it.
ar_sy: غير قادر على عرض معلومات الرسالة المرسلة، قد تمنع إعدادات الخصوصية للمستخدم ذلك.

# send-username-text
source: Write me what you want to search.
ar_sy: اكتب لي ما تريد البحث عنه.

# lang-btn
source: 🇬🇧 English
ar_sy: 🇸🇦 العربية

# lang-set
source: Language changed to English.
ar_sy: تم تغيير اللغة إلى العربية.

# cancel-empty
source: There is no active command to cancel.
ar_sy: لا يوجد أمر نشط لإلغائه.

# cancel-type
source: The {type} command has been cancelled.
ar_sy: تم إلغاء أمر {type}.

# maintenance
source: This bot is currently in maintenance mode, this command is not available. Please, try again later. If you want to be notified when it will be available again, join our channel: https://t.me/tgdatabase
ar_sy: هذا البوت في وضع الصيانة حاليًا، هذا الأمر غير متاح. يرجى المحاولة مرة أخرى لاحقًا. إذا كنت ترغب في الإشعار عندما يكون متاحًا مرة أخرى، انضم إلى قناتنا: https://t.me/tgdatabase

# payment-blocked-maintenance
source: This bot is currently in maintenance mode, payments are not available. Please, try again later. If you want to be notified when it will be available again, join our channel: https://t.me/tgdatabase
ar_sy: هذا البوت في وضع الصيانة حاليًا، الدفع غير متاح. يرجى المحاولة مرة أخرى لاحقًا. إذا كنت ترغب في الإشعار عندما يكون متاحًا مرة أخرى، انضم إلى قناتنا: https://t.me/tgdatabase

# answercb-pay
source: Sending invoice
ar_sy: إرسال فاتورة

# answercb-pay-maintenance
source: Maintenance
ar_sy: صيانة

# inline-maintenance
source: Maintenance
ar_sy: صيانة

# inline-maintenance-desc
source: Maintenance, command is not available. Please, try again later.
ar_sy: صيانة، الأمر غير متاح. يرجى المحاولة مرة أخرى لاحقًا.

# command-pvt
source: To use this command, use private chat.
ar_sy: لاستخدام هذا الأمر، استخدم الدردشة الخاصة.

# command-btn-pvt
source: Start chat
ar_sy: بدء الدردشة

# command-not-available-for-chat
source: Command not available for those who write as a channel or as an anonymous admin.
ar_sy: الأمر غير متاح لأولئك الذين يكتبون كقناة أو كمسؤول مجهول.

# search-more
source: Show more results
ar_sy: عرض المزيد من النتائج

# search-pre
source: This search will give you {n_results} results Query: {query} Search cost: {price} {discount} Your credits: {credits}
ar_sy: سيؤدي هذا البحث إلى {n_results} نتيجة الاستعلام: {query} تكلفة البحث: {price} اعتماداتك: {credits}

# search-more-no-credits
source: To get more results you need credits. Buy them with /credits
ar_sy: للحصول على المزيد من النتائج، تحتاج إلى اعتمادات. اشترِها باستخدام /credits

# start-invalid
source: Incorrect parameter
ar_sy: معلمة غير صحيحة
