Repository: TelegramDB/Localization
Catalog: bot/messages+intl-icu.*.xlf
Languages: ar_sy, fa_ir, fr_fr, it_it, ru_ru, uk_ua, zh_cn

# ref-invalid
source: The referral you are trying to use is invalid.
ar_sy: الرمز الترويجي الذي تحاول استخدامه غير صالح.

# ref-self
source: You can't use your own referral link.
ar_sy: لا يمكنك استخدام رابط الإحالة الخاص بك.

# ref-already-used
source: You have already used a referral link.
ar_sy: لقد استخدمت بالفعل رابط الإحالة.

# ref-promo-max-usage
source: This referral has already been used by too many people, however, you can get {credits} free credits, on your first purchase through this referral.
ar_sy: تم استخدام هذا الرابط الترويجي بالفعل من قبل الكثير من الأشخاص، ومع ذلك، يمكنك الحصول على {credits} اعتمادات مجانية، في أول عملية شراء عبر هذا الرابط.

# ref-already-created
source: You have already created a referral link.
ar_sy: لقد قمت بالفعل بإنشاء رابط إحالة.

# ref-had-credits
source: Having already used the bot, you cannot redeem this referral, but you can invite a friend with your referral, just do /referral and send them the link.
ar_sy: بما أنك قد استخدمت البوت بالفعل، لا يمكنك استرداد هذا الرابط، ولكن يمكنك دعوة صديق باستخدام رابط الإحالة الخاص بك، قم بإرسال /referral لهم.

# ref-promo-finished
source: Sorry, but the promo has ended, however, you can get {credits} free credits, on your first purchase through this referral.
ar_sy: عذرًا، ولكن انتهت العرض الترويجي، ومع ذلك، يمكنك الحصول على {credits} اعتمادات مجانية، في أول عملية شراء عبر هذا الرابط.

# ref-promo-pay-ok
source: You have successfully redeemed the referral, {credits} credits will be added to your first purchase.
ar_sy: لقد قمت بإعادة استرداد الإحالة بنجاح، سيتم إضافة {credits} اعتمادات إلى عمليتك الأولى.

# ref-lock
source: You are using too many referrals, try again later.
ar_sy: أنت تستخدم الكثير من روابط الإحالة، جرب مرة أخرى لاحقًا.

# ref-voip
source: We detected that you are using a secondary account to redeem the referral.
ar_sy: لقد اكتشفنا أنك تستخدم حسابًا ثانويًا لاسترداد الإحالة.

# ref-ok-redeemed
source: You redeemed the referral correctly, {credits} credits were added.
ar_sy: لقد استردت الإحالة بشكل صحيح، تمت إضافة {credits} اعتمادات.

# ref-ok-used
source: A user used your referral, {credits} credits were added to you.
ar_sy: قام مستخدم بإستخدام رابط الإحالة الخاص بك، تمت إضافة {credits} اعتمادات لك.

# ref-ok-error-api
source: The referral is valid, but the credits could not be added, try again later, if the error persists, contact support with /support
ar_sy: الرابط الترويجي صالح، ولكن لم تتم إضافة الاعتمادات، حاول مرة أخرى في وقت لاحق، إذا استمرت المشكلة، يرجى الاتصال بالدعم عبر /support

# ref-ok-generated
source: Your referral has been generated, send it to your friends, and you will both receive {credits} credits when the invitee makes the first purchase. Referral link: https://t.me/{username}?start={ref}
ar_sy: تم إنشاء رابط الإحالة الخاص بك، قم بإرساله إلى أصدقائك، وستتلقى كل منكم {credits} اعتمادات عندما يقوم المدعو بأول عملية شراء. رابط الإحالة: https://t.me/{username}?start={ref}

# ref-error-generated
source: Sorry, but you cannot generate invitation links if you have never made a purchase.
ar_sy: عذرًا، ولكنك لا تستطيع إنشاء روابط دعوة إذا لم تقم بشراء أي اعتمادات من قبل.

# temp-not-available
source: This command is not available at the moment. If you want to be notified when it will be available again, join our channel: https://t.me/tgdatabase
ar_sy: هذا الأمر غير متاح في الوقت الحالي. إذا كنت ترغب في الإشعار عندما يكون متاحًا مرة أخرى، انضم إلى قناتنا: https://t.me/tgdatabase

# search-no-free-uses
source: You have reached the daily search limit. Contact support with /support for more information or try again tomorrow.
ar_sy: لقد وصلت إلى حد البحث اليومي. اتصل بالدعم باستخدام /support لمزيد من المعلومات أو حاول مرة أخرى غداً.

# csv-caption-info
source: You can open this file as a text, a spreadsheet, or you can import it into Maltego with Import → Import an Exported Table.
ar_sy: يمكنك فتح هذا الملف كنص أو جدول بيانات، أو يمكنك استيراده إلى Maltego باستخدام Import → Import an Exported Table.

# send-username-group
source: Send username or id of group you want to search for, or click the button below.
ar_sy: أرسل اسم المستخدم أو معرف المجموعة التي تريد البحث عنها:

# error-members-search-only-public-groups
source: You can only search for members of public groups.
ar_sy: يمكنك البحث فقط عن أعضاء المجموعات العامة.

# error-members-search-only-groups
source: You can only search for members of groups.
ar_sy: يمكنك البحث فقط عن أعضاء المجموعات.

# error-members-no-results
source: Sorry, your search returned no members for this group.
ar_sy: عذرًا، لم يعثر البحث على أعضاء لهذه المجموعة.

# floodwait-members
source: Sorry, you made too many requests, please try again later.
ar_sy: عذرًا، قمت بطلبات كثيرة جدًا، يرجى المحاولة مرة أخرى لاحقًا.

# btn-members
source: {members} members - {price} credits
ar_sy: {members} أعضاء - {price} اعتماد

# near-no-groups
source: There are not enough groups to use this command.
ar_sy: لا توجد مجموعات كافية لاستخدام هذا الأمر.

# near-time
source: Load time:
ar_sy: وقت التحميل:

# near-results
source: This search will find users close to the user. User: {user_title} {user_id} Quality of results: {quality} Search cost: {price} {discount} Your credits: {credits}
ar_sy: سيجد هذا البحث مستخدمين قريبين من المستخدم. المستخدم: {user_title} {user_id} تكلفة البحث: {price} اعتماداتك: {credits} جودة النتائج: {quality}

# near-results-info
source: The term near refers to a virtual distance between Telegram communities, and not to the physical distance between users.
ar_sy: يشير مصطلح قريب إلى المسافة الافتراضية بين مجتمعات تيليجرام وليس المسافة الفعلية بين المستخدمين.

# near-not-accurate
source: Few groups were found for this user, may show inaccurate results!
ar_sy: تم العثور على مجموعات قليلة لهذا المستخدم، قد تظهر نتائج غير دقيقة!

# error-near-max-commands
source: This command is in use by too many users, try again in a few minutes.
ar_sy: هذا الأمر قيد الاستخدام من قبل الكثير من المستخدمين، حاول مرة أخرى بعد بضع دقائق.

# error-near-max-commands-from-same-user
source: This command is limited; wait until it finishes executing the previous one.
ar_sy: هذا الأمر محدود؛ انتظر حتى ينتهي من تنفيذ الأمر السابق.

# command-similar
source: Did you want to execute the {command} command?
ar_sy: هل تريد تنفيذ الأمر {command}؟

# footer-where
source: What groups is the user a member of?
ar_sy: ما هي المجموعات التي ينتمي إليها المستخدم؟

# footer-near
source: Who are the nearby users?
ar_sy: من هم المستخدمين القريبين؟

# footer-members
source: Who are the members?
ar_sy: من هم الأعضاء؟

# footer-network
source: What are the nearby chats?
ar_sy: ما هي الدردشات القريبة؟

# footer-search-truncated
source: The results have been truncated, to see the full results see the CSV file.
ar_sy: تم اقتطاع النتائج، لرؤية النتائج الكاملة، راجع ملف CSV.

# network-no-groups
source: There are not enough users to use this command.
ar_sy: لا يوجد عدد كافٍ من المستخدمين لاستخدام هذا الأمر.

# network-results
source: This search will find the chats closest to this one. Chat: {user_title} {user_id} Quality of results: {quality} Search cost: {price} {discount} Your credits: {credits}
ar_sy: سيجد هذا البحث الدردشات الأقرب إلى هذه. الدردشة: {user_title} {user_id} تكلفة البحث: {price} أرصدتك: {credits} جودة النتائج: {quality}

# network-not-accurate
source: Few members were found for this chat, may show inaccurate results!
ar_sy: تم العثور على عدد قليل من الأعضاء في هذه الدردشة، وقد تظهر نتائج غير دقيقة!

# error-network-max-commands
source: This command is in use by too many users, try again in a few minutes.
ar_sy: هذا الأمر قيد الاستخدام من قبل عدد كبير جدًا من المستخدمين، حاول مرة أخرى خلال بضع دقائق.

# error-network-max-commands-from-same-user
source: This command is limited; wait until it finishes executing the previous one.
ar_sy: هذا الأمر محدود؛ انتظر حتى ينتهي من تنفيذ السابق.

# quality-low
source: Low
ar_sy: قليل

# quality-acceptable
source: Acceptable
ar_sy: مقبول

# quality-good
source: Good
ar_sy: جيد

# quality-excellent
source: Excellent
ar_sy: ممتاز
