Repository: TelegramDB/Localization
Catalog: bot/messages+intl-icu.*.xlf
Languages: ar_sy, fa_ir, fr_fr, it_it, ru_ru, uk_ua, zh_cn

# quality-excellent
source: Excellent
fa_ir: عالی
it_it: Eccellente
ru_ru: Отличное
uk_ua: Чудово
zh_cn: 出色的

# btn-send-user
source: Select the user to send
ar_sy: حدد المستخدم المراد إرساله
fa_ir: کاربر مورد نظر را برای ارسال انتخاب کنید
fr_fr: Sélectionner l'utilisateur à envoyer
it_it: Seleziona l'utente da inviare
ru_ru: Выберите пользователя для отправки
uk_ua: Виберіть користувача для відправлення
zh_cn: 选择要发送的用户

# btn-send-group
source: Select the group to send
ar_sy: حدد المجموعة المراد إرسالها
fa_ir: گروه مورد نظر را برای ارسال انتخاب کنید
fr_fr: Sélectionner le groupe à envoyer
it_it: Seleziona il gruppo da inviare
ru_ru: Выберите группу для отправки
uk_ua: Виберіть групу для надсилання
zh_cn: 选择要发送的组

# error-search-only-groups
source: Sorry, you can only search for groups.
fa_ir: با عرض پوزش، شما فقط می توانید برای گروه ها جستجو کنید.
fr_fr: Désolé, vous ne pouvez rechercher que des groupes.
it_it: Spiacenti, puoi cercare solo gruppi.
ru_ru: Извините, вы можете искать только группы.
uk_ua: На жаль, ви можете шукати тільки групи.
zh_cn: 抱歉，您只能搜索群组。

# btn-pay-eur
source: Pay with card via Telegram
fa_ir: پرداخت با کارت از طریق تلگرام
fr_fr: Payer par carte via Telegram
it_it: Paga con carta via Telegram
ru_ru: Оплатить картой через Telegram
uk_ua: Оплата карткою через Telegram
zh_cn: 通过 Telegram 用卡付款

# btn-pay-xtr
source: Pay with Telegram Stars
fa_ir: پرداخت با تلگرام استار
fr_fr: Payez avec Telegram Stars
it_it: Paga con Stelle Telegram
ru_ru: Оплатить с помощью Telegram Stars
uk_ua: Платіть за допомогою Telegram Stars
zh_cn: 使用 Telegram Stars 付款

# btn-back
source: Back
fa_ir: برگرد
fr_fr: Retourner
it_it: Indietro
ru_ru: Назад
uk_ua: Повертайся
zh_cn: 回去

# pay-stripe-webhook-ok
source: Payment was successful, {credits} credits were added to you!
fa_ir: پرداخت با موفقیت انجام شد، {credits} اعتبار به شما اضافه شد!
fr_fr: Le paiement a été effectué avec succès, {credits} crédits ont été ajoutés à votre compte !
it_it: Il pagamento è andato a buon fine, ti sono stati aggiunti {credits} crediti!
ru_ru: Платеж прошел успешно, вам добавлено {credits} кредитов!
uk_ua: Оплата пройшла успішно, вам нараховано {credits} кредитів!
zh_cn: 付款成功，您已获得 {credits} 积分！

# btn-pay-web
source: Pay with card
fa_ir: با کارت پرداخت کنید
fr_fr: Payer par carte
it_it: Paga con carta
ru_ru: Оплатить картой
uk_ua: Оплата карткою
zh_cn: 使用卡付款

# btn-credits-web
source: {credits, number}{bonus, plural, =0 {} other { +#}} credits - {price, number, :: currency/EUR}
fa_ir: {credits, number}{bonus, plural, =0 {} other { +#}} اعتبار - {price, number, :: currency/EUR}
fr_fr: {credits, number}{bonus, plural, =0 {} other { +#}} crédits - {price, number, :: currency/EUR}
it_it: {credits, number}{bonus, plural, =0 {} other { +#}} crediti - {price, number, :: currency/EUR}
ru_ru: {credits, number}{bonus, plural, =0 {} other { +#}} кредитов - {price, number, :: currency/EUR}
uk_ua: {credits, number}{bonus, plural, =0 {} other { +#}} кредитів - {price, number, :: currency/EUR}
zh_cn: {credits, number}{bonus, plural, =0 {} other { +#}} 积分 - {price, number, :: currency/EUR}

# pay-stripe-webhook-error-unknown-pack
source: There was a problem with the payment. Please contact support with /support.
fa_ir: مشکلی در پرداخت وجود داشت. لطفا با پشتیبانی با /support تماس بگیرید.
fr_fr: Il y a eu un problème avec le paiement. Veuillez contacter l'assistance avec /support.
it_it: Si è verificato un problema con il pagamento. Per favore, contatta l'assistenza con /support.
ru_ru: Возникла проблема с платежом. Пожалуйста, свяжитесь с поддержкой через /support.
uk_ua: Виникла проблема з оплатою. Будь ласка, зверніться до служби підтримки за допомогою /support.
zh_cn: 付款有问题。 请使用 /support 联系技术支持。

# pay-stripe-webhook-error-api-credit-offline
source: There was a problem with the payment, it will be tried again later. If the error persists for a long time, please contact support with /support.
fa_ir: مشکلی در پرداخت وجود داشت، بعداً دوباره امتحان می شود. اگر خطا برای مدت طولانی ادامه داشت، لطفا با پشتیبانی با /support تماس بگیرید.
fr_fr: Il y a eu un problème avec le paiement, il sera réessayé plus tard. Si l'erreur persiste longtemps, veuillez contacter l'assistance avec /support.
it_it: Si è verificato un problema con il pagamento. Verrà riprovato più tardi. Se l'errore persistesse a lungo, contattare l'assistenza con /support.
ru_ru: Возникла проблема с платежом, повторная попытка будет выполнена позже. Если ошибка сохраняется долго, свяжитесь с поддержкой через /support.
uk_ua: Виникла проблема з оплатою, її буде повторено пізніше. Якщо помилка не зникає протягом тривалого часу, зверніться до служби підтримки з командою /support.
zh_cn: 付款出现问题，稍后再试。 如果错误持续很长时间，请使用 /support 联系技术支持。

# error-search-too-long
source: Sorry, the search is too long and cannot be done.
fa_ir: با عرض پوزش، جستجو خیلی طولانی است و انجام نمی شود.
fr_fr: Désolé, la recherche est trop longue et ne peut être effectuée.
it_it: Siamo spiacenti, la ricerca è troppo lunga e non può essere effettuata.
ru_ru: Извините, поиск слишком длинный и не может быть выполнен.
uk_ua: Вибачте, пошук занадто довгий і не може бути виконаний.
zh_cn: 抱歉，搜索时间太长，无法完成。

# btn-credits-xtr
source: {credits, number}{bonus, plural, =0 {} other { +#}} credits - {price, number} Stars
fa_ir: {credits, number}{bonus, plural, =0 {} other { +#}} اعتبار - {price, number} Stars
fr_fr: {credits, number}{bonus, plural, =0 {} other { +#}} crédits - {price, number} Étoiles
it_it: {credits, number}{bonus, plural, =0 {} other { +#}} crediti - {price, number} Stelle
ru_ru: {credits, number}{bonus, plural, =0 {} other { +#}} кредитов - {price, number} Stars
uk_ua: {credits, number}{bonus, plural, =0 {} other { +#}} кредитів - {price, number} Зірки
zh_cn: {credits, number}{bonus, plural, =0 {} other { +#}} 学分 - {price, number} Stars

# btn-pay-paypal
source: Pay with PayPal
fa_ir: با پی پال پرداخت کنید
fr_fr: Payer avec PayPal
it_it: Paga con PayPal
ru_ru: Оплатить через PayPal
uk_ua: Оплатіть через PayPal
zh_cn: 使用 PayPal 付款

# btn-credits-crypto
source: Pay
fa_ir: پرداخت
fr_fr: Payer
it_it: Paga
ru_ru: Оплатить
uk_ua: Заплати
zh_cn: 薪酬

# error-crypto-api-offline
source: There was an error with payment via cryptocurrency, please contact support with /support.
fa_ir: در پرداخت از طریق ارز دیجیتال خطایی وجود داشت، لطفاً با پشتیبانی /support تماس بگیرید.
fr_fr: Une erreur s'est produite lors du paiement par crypto-monnaie, veuillez contacter le service d'assistance à l'aide de /support.
it_it: Si è verificato un errore con il pagamento tramite criptovaluta, si prega di contattare il supporto con /support.
ru_ru: Произошла ошибка с платежом через криптовалюту, свяжитесь с поддержкой через /support.
uk_ua: Виникла помилка з оплатою через криптовалюту, будь ласка, зверніться до служби підтримки з командою /support.
zh_cn: 通过加密货币支付时出现错误，请使用/support 联系支持人员。

# crypto-webhook-confirming
source: Cryptocurrency payment is being processed, within a few minutes you will receive your credits.
fa_ir: پرداخت ارز دیجیتال در حال پردازش است، ظرف چند دقیقه اعتبار خود را دریافت خواهید کرد.
fr_fr: Le paiement en crypto-monnaie est en cours de traitement, dans quelques minutes vous recevrez vos crédits.
it_it: Il pagamento con criptovalute è in fase di elaborazione, entro pochi minuti riceverai i crediti.
ru_ru: Платеж в криптовалюте обрабатывается, через несколько минут вы получите свои кредиты.
uk_ua: Криптовалютний платіж обробляється, протягом декількох хвилин ви отримаєте свої кредити.
zh_cn: 加密货币支付正在处理中，几分钟内您就会收到积分。

# crypto-webhook-confirmed
source: Cryptocurrency payment is being processed, within a few minutes you will receive your credits.
fa_ir: پرداخت ارز دیجیتال در حال پردازش است، ظرف چند دقیقه اعتبار خود را دریافت خواهید کرد.
fr_fr: Le paiement en crypto-monnaie est en cours de traitement, dans quelques minutes vous recevrez vos crédits.
it_it: Il pagamento con criptovalute è in fase di elaborazione, entro pochi minuti riceverai i crediti.
ru_ru: Платеж в криптовалюте обрабатывается.
uk_ua: Криптовалютний платіж обробляється, протягом декількох хвилин ви отримаєте свої кредити.
zh_cn: 加密货币支付正在处理中，几分钟内您就会收到积分。

# crypto-webhook-partially-paid
source: You only paid part of the bill in crypto, only {credits} credits were added to you.
fa_ir: شما فقط بخشی از صورتحساب را به صورت رمزنگاری پرداخت کردید، فقط اعتبارات {credits} به شما اضافه شد.
fr_fr: Vous n'avez payé qu'une partie de la facture en crypto, seuls des {crédits} crédits vous ont été ajoutés.
it_it: Hai pagato solo una parte della fattura in cripto, ti sono stati aggiunti solo {crediti}.
ru_ru: Вы оплатили только часть счета в криптовалюте, вам добавлено только {credits} кредитов.
uk_ua: Ви оплатили лише частину рахунку в криптовалюті, вам нарахували лише {credits} кредитів.
zh_cn: 你只用加密货币支付了部分账单，只有 {credits} 点数被添加到了你的账户中。

# crypto-webhook-fail
source: There was an error with payment via cryptocurrency, please contact support with /support.
fa_ir: در پرداخت از طریق ارز دیجیتال خطایی وجود داشت، لطفاً با پشتیبانی /support تماس بگیرید.
fr_fr: Une erreur s'est produite lors du paiement par crypto-monnaie, veuillez contacter le service d'assistance à l'aide de /support.
it_it: Si è verificato un errore con il pagamento tramite criptovaluta, si prega di contattare il supporto con /support.
ru_ru: Произошла ошибка с платежом через криптовалюту, свяжитесь с поддержкой через /support.
uk_ua: Виникла помилка з оплатою через криптовалюту, будь ласка, зверніться до служби підтримки з командою /support.
zh_cn: 通过加密货币支付时出现错误，请使用/support 联系支持人员。

# pay-crypto-webhook-error-api-credit-offline
source: There was a problem adding credits to you, please contact support with /support.
fa_ir: مشکلی در افزودن اعتبار به شما وجود داشت، لطفاً با پشتیبانی با /support تماس بگیرید.
fr_fr: Il y a eu un problème pour ajouter des crédits à votre compte, veuillez contacter le support avec /support.
it_it: Si è verificato un problema nell'aggiunta dei crediti all'utente, si prega di contattare il supporto con /support.
ru_ru: Возникла проблема с добавлением кредитов на ваш счет, свяжитесь с поддержкой через /support.
uk_ua: Виникли проблеми з додаванням кредитів, зверніться до служби підтримки з командою /support.
zh_cn: 为您添加点数时出现问题，请使用 /support 联系支持人员。

# crypto-webhook-waiting
source: We are waiting for your cryptocurrency payment, it may take a few minutes.
fa_ir: ما منتظر پرداخت ارز دیجیتال شما هستیم، ممکن است چند دقیقه طول بکشد.
fr_fr: Nous attendons votre paiement en crypto-monnaie, cela peut prendre quelques minutes.
it_it: Siamo in attesa del pagamento in criptovaluta, potrebbe volerci qualche minuto.
ru_ru: Мы ожидаем ваш платеж в криптовалюте, это может занять несколько минут.
uk_ua: Ми чекаємо на ваш криптовалютний платіж, це може зайняти кілька хвилин.
zh_cn: 我们正在等待您的加密货币付款，可能需要几分钟时间。

# btn-send-channel
source: Select the channel to send
fa_ir: کانال ارسال را انتخاب کنید
fr_fr: Sélectionnez le canal à envoyer
it_it: Seleziona il canale da inviare
ru_ru: Выберите канал для отправки
uk_ua: Виберіть канал для надсилання
zh_cn: 选择要发送的频道

# credits-crypto-warning
source: Crypto payments could take several minutes.
fa_ir: پرداخت های رمزنگاری ممکن است چند دقیقه طول بکشد.
fr_fr: Les paiements en crypto-monnaie peuvent prendre plusieurs minutes.
it_it: I pagamenti in cripto potrebbero richiedere diversi minuti.
ru_ru: Платежи в криптовалюте могут занять несколько минут.
uk_ua: Криптовалютні платежі можуть зайняти кілька хвилин.
zh_cn: 加密货币支付可能需要几分钟。

source: Old username
fa_ir: نام کاربری قدیمی
fr_fr: Précédent username
it_it: Vecchio username
ru_ru: Старое имя пользователя
uk_ua: Старе ім'я користувача
zh_cn: 旧用户名

source: Verified
fa_ir: تایید شده است
fr_fr: Vérifié
it_it: Verificato
ru_ru: Подтверждено
uk_ua: Перевірено
zh_cn: 已验证

source: Scam
fa_ir: کلاهبرداری
fr_fr: Escroquerie
it_it: Truffa
ru_ru: Мошенничество
uk_ua: Шахрайство
zh_cn: 骗局

source: Fake
fa_ir: جعلی
fr_fr: Faux
it_it: Falso
ru_ru: Фейк
uk_ua: Фальшивка.
zh_cn: 伪造

source: Premium
fa_ir: حق بیمه
ru_ru: Премиум
uk_ua: Преміум
zh_cn: 高级

# add-no-username
source: Error: Write a username/forward/share a user
fa_ir: یک نام کاربری بنویسید / فوروارد / یک کاربر را به اشتراک بگذارید
fr_fr: Écrire un nom d'utilisateur/transférer/partager un utilisateur
it_it: Errore: Scrivi uno username/inoltra/condividi un utente
ru_ru: Ошибка: Укажите имя пользователя/перешлите/поделитесь контактов пользователя
uk_ua: Написати ім'я користувача/переслати/поділити користувача
zh_cn: 编写用户名/转发/共享用户

# add-done
source: Successfully added to the database, in a few minutes it will be available on TelegramDB
fa_ir: با موفقیت به پایگاه داده اضافه شد، تا چند دقیقه دیگر در تلگرام دی بی در دسترس خواهد بود
fr_fr: Ajouté avec succès à la base de données, dans quelques minutes il sera disponible sur TelegramDB
it_it: Aggiunto con successo al database, tra pochi minuti sarà disponibile su TelegramDB
ru_ru: Успешно добавлено в базу данных, через несколько минут будет доступно на TelegramDB
uk_ua: Успішно додано до бази даних, за кілька хвилин він буде доступний на TelegramDB
zh_cn: 已成功添加到数据库，几分钟后即可在 TelegramDB 上查看

# command-add
source: Add a chat to TgDB
fa_ir: یک چت به TgDB اضافه کنید
fr_fr: Ajouter un chat à TgDB
it_it: Aggiungi una chat a TgDB
ru_ru: Добавить чат в TgDB
uk_ua: Додати чат до TgDB
zh_cn: 添加聊天到 TgDB

# btn-add-force
source: Update the username on TelegramDB
fa_ir: نام کاربری را در تلگرام دی بی به روز کنید
fr_fr: Mettre à jour le nom d'utilisateur sur TelegramDB
it_it: Aggiorna lo username su TelegramDB
ru_ru: Обновить юзернейм в TelegramDB
uk_ua: Оновлення імені користувача в TelegramDB
zh_cn: 更新 TelegramDB 上的用户名

# add-header
source: Username added on TelegramDB!
fa_ir: نام کاربری در تلگرام دی بی اضافه شد!
fr_fr: Nom d'utilisateur ajouté sur TelegramDB !
it_it: Nome utente aggiunto a TelegramDB!
ru_ru: Юзернейм добавлен в TelegramDB!
uk_ua: Ім'я користувача додано в TelegramDB!
zh_cn: 已在 TelegramDB 上添加用户名！

# send-username-text-add
source: Write me the username you want to add to the TelegramDB.
fa_ir: نام کاربری که می خواهید به TelegramDB اضافه شود را برای من بنویسید.
it_it: Scrivi lo username che vuoi aggiungere a TelegramDB.
ru_ru: Напишите мне юзернейм, который вы хотите добавить в TelegramDB.
zh_cn: 写下您要添加到 TelegramDB 的用户名。

# menu-home
source: Select what you want to search for
fa_ir: آنچه را که می خواهید جستجو کنید انتخاب کنید
fr_fr: Sélectionnez ce que vous voulez rechercher
it_it: Seleziona cosa vuoi cercare
ru_ru: Выберите, что вы хотите найти
uk_ua: Виберіть, що ви хочете шукати
zh_cn: 选择要搜索的内容

# menu-search-action
source: Select what you want to do
fa_ir: کاری را که می خواهید انجام دهید انتخاب کنید
fr_fr: Sélectionnez ce que vous voulez faire
it_it: Seleziona cosa vuoi fare
ru_ru: Выберите что вы хотите сделать
uk_ua: Виберіть, що ви хочете зробити
zh_cn: 选择您要做的事情

# try-search
source: Start searching now!
fa_ir: اکنون جستجو را شروع کنید!
fr_fr: Commencez à chercher dès maintenant !
it_it: Inizi a cercare ora!
ru_ru: Начать поиск сейчас!
uk_ua: Почніть пошук прямо зараз!
zh_cn: 现在就开始搜索！

# command-title
source: Search by title
fa_ir: جستجو بر اساس عنوان
fr_fr: Recherche par titre
it_it: Cerca per titolo
ru_ru: Поиск по названию
uk_ua: Пошук за назвою
zh_cn: 按标题搜索

# menu-search-user
source: Search by user
fa_ir: جستجو بر اساس کاربر
fr_fr: Recherche par utilisateur
it_it: Ricerca per utente
ru_ru: Поиск по пользователю
uk_ua: Пошук по користувачу
zh_cn: 按用户搜索

# menu-search-group
source: Search by group
fa_ir: جستجو بر اساس گروه
fr_fr: Recherche par groupe
it_it: Ricerca per gruppo
ru_ru: Поиск по группе
uk_ua: Пошук по групах
zh_cn: 按组搜索

# menu-search-channel
source: Search by channel
fa_ir: جستجو بر اساس کانال
fr_fr: Recherche par canal
it_it: Ricerca per canale
ru_ru: Поиск по каналу
uk_ua: Пошук за каналом
zh_cn: 按频道搜索

# menu-search-bot
source: Search by bot
fa_ir: جستجو با ربات
fr_fr: Recherche par bot
it_it: Ricerca per bot
ru_ru: Поиск по боту
uk_ua: Пошук за допомогою бота
zh_cn: 按机器人搜索

# menu-search-title
source: Search by title
fa_ir: جستجو بر اساس عنوان
fr_fr: Recherche par titre
it_it: Cerca per titolo
ru_ru: Поиск по названию
uk_ua: Пошук за назвою
zh_cn: 按标题搜索

# command-where-bot
source: Find groups in which a bot has been
fa_ir: گروه هایی را پیدا کنید که یک ربات در آنها حضور داشته است
fr_fr: Trouvez les groupes dans lesquels un robot a été
it_it: Trova i gruppi in cui un bot è stato
ru_ru: Найти группы в которых был бот
uk_ua: Знайти групи, в яких був бот
zh_cn: 查找机器人所在的组

# send-username-text-or-button
source: Write me what you want to search, or click on one of the buttons below.
fr_fr: Écrivez-moi ce que vous voulez rechercher, ou cliquez sur l'un des boutons ci-dessous.
ru_ru: Напишите мне что вы хотите найти, или нажмите на одну из кнопок ниже.
uk_ua: Напишіть мені, що ви хочете шукати, або натисніть на одну з кнопок нижче.

# discount
source: Discount -{value}%
fr_fr: Remise -{value}%
ru_ru: Скидка -{value}%
uk_ua: Знижка -{value}%

# connect-error-command
source: You did not enter the code correctly, write /connect ID.
fr_fr: Vous n'avez pas saisi le code correctement, veuillez écrire /connect ID.
ru_ru: Код введён неверно, напишите /connect ID.
uk_ua: Ви невірно ввели код, тому, будь ласка, напишіть /connect ID.

# connect-error-format
source: The code is not in the correct format. Please check that you have entered it correctly.
fr_fr: Le code n'est pas dans le bon format. Veuillez vérifier que vous l'avez saisi correctement.
ru_ru: Код в неправильном формате. Проверьте правильность ввода.
uk_ua: Код неправильного формату. Будь ласка, перевірте, чи правильно ви його ввели.

# connect-error-endpoint
source: An error occurred while connecting to the tgdb.org. Check your code. If the error persists, please try again later.
fr_fr: Une erreur s'est produite lors de la connexion à tgdb.org. Vérifiez votre code. Si l'erreur persiste, veuillez réessayer plus tard.
ru_ru: Ошибка при подключении к tgdb.org. Проверьте код, если ошибка повторяется, попробуйте позже.
uk_ua: Виникла помилка при підключенні до tgdb.org. Перевірте свій код. Якщо помилка не зникне, спробуйте пізніше.

# connect-ok
source: Successfully connected to tgdb.org!
fr_fr: Connexion réussie à tgdb.org !
ru_ru: Успешно подключено к tgdb.org!
uk_ua: Успішне підключення до tgdb.org!

# btn-login-website
source: Manage account
fr_fr: Gérer le compte
ru_ru: Управление аккаунтом
uk_ua: Керування обліковим записом

# where-results
source: {count, plural, =1 {This search will return you one group where the user has been. User: {user_title} {user_id} Search cost: {price} {discount} Your credits: {credits}} other {This search will return you # groups where the user has been. User: {user_title} {user_id} Search cost: {price} {discount} Your credits: {credits}} }
fr_fr: {count, plural, =1 {Cette recherche vous renverra un groupe où l'utilisateur a été. Utilisateur : {user_title} {user_id} Coût de la recherche : {price} {discount} Votre crédits : {credits}} other {Cette recherche vous renverra # groupes où l'utilisateur a été. Utilisateur : {user_title} {user_id} Coût de la recherche : {price} {discount} Votre crédits : {credits}} }
uk_ua: {count, plural, =1 {Цей пошук поверне вам групу, де знаходиться/знаходився користувач. Користувач: {user_title} {user_id} Вартість пошуку: {price} {discount} Ваші кредити: {credits}} other {Цей пошук поверне вам # груп, де знаходиться/знаходився користувач. Користувач: {user_title} {user_id} Вартість пошуку: {price} {discount} Ваші кредити: {credits}} }

# search-pre
source: This search will give you {n_results} results Query: {query} Search cost: {price} {discount} Your credits: {credits}
fr_fr: Cette recherche vous donnera {n_results} results Query : {query} Coût de la recherche : {price} {discount} Votre crédits : {credits}
uk_ua: Ця дослідження дасть вам {n_results} результатів Запит: {query} Вартість дослідження: {price} {discount} Ваші кредити: {credits}

# members-results
source: {count, plural, =1 {This search will return you one group member. Group: {group_title} {group_id} Search cost: {price} {discount} Your credits: {credits}} other {This search will return you up to # group members. Group: {group_title} {group_id} Maximum search cost: {price} {discount} Your credits: {credits}} }
fr_fr: {count, plural, =1 {Cette recherche vous renverra un membre du groupe. Groupe : {group_title} {group_id} Coût de la recherche : {price} {discount} Votre crédits : {credits}} other {Cette recherche vous renverra jusqu'à # des membres du groupe. Groupe : {group_title} {group_id} Coût maximum de la recherche : {price} {discount} Votre crédits : {credits}} }
uk_ua: {count, plural, =1 {Цей пошук поверне користувача з групи. Користувач: {group_title} {group_id} Вартість пошуку: {price} {discount} Ваші кредити: {credits}} other {Цей пошук поверне до # учасників групи. Користувач: {group_title} {group_id} Максимальна вартість пошуку: {price} {discount} Ваші кредити: {credits}} }

# near-results
source: This search will find users close to the user. User: {user_title} {user_id} Quality of results: {quality} Search cost: {price} {discount} Your credits: {credits}
fr_fr: Cette recherche permet de trouver des utilisateurs proches de l'utilisateur. Utilisateur : {user_title} {user_id} Qualité des résultats : {quality} Coût de la recherche : {price} {discount} Votre crédits : {credits}
uk_ua: Цей пошук знайде користувачів, близьких до користувача. Користувач: {user_title} {user_id} Якість результатів: {quality} Вартість пошуку: {price} {discount} Ваші кредити: {credits}

# btn-search
source: {n_res_type, select, approximate {~{n_res}} other {{n_res}}} results - {price} credits {discount}
fr_fr: {n_res_type, select, approximate {~{n_res}} other {{n_res}}} résultats - {price} crédits {discount}
uk_ua: {n_res_type, select, approximate {~{n_res}} other {{n_res}}} результатів - {price} кредитів {discount}

# network-results
source: This search will find the chats closest to this one. Chat: {user_title} {user_id} Quality of results: {quality} Search cost: {price} {discount} Your credits: {credits}
fr_fr: Cette recherche trouvera les chats les plus proches de celui-ci. Chat : {user_title} {user_id} Qualité des résultats : {quality} Coût de la recherche : {price} {discount} Votre crédits : {credits}
uk_ua: Цей пошук дозволить знайти чати, найближчі до цього. Чат: {user_title} {user_id} Якість результатів: {quality} Вартість пошуку: {price} {discount} Ваші кредити: {credits}

# send-username-text-add
source: Write me the username you want to add to the TelegramDB, or click the button below.
fr_fr: Ecrivez-moi le nom d'utilisateur que vous voulez ajouter à la TelegramDB, ou cliquez sur le bouton ci-dessous.
uk_ua: Напишіть мені ім'я користувача, якого ви хочете додати до TelegramDB, або натисніть кнопку нижче.
