Repository: TelegramDB/Localization
Catalog: bot/messages+intl-icu.*.xlf
Languages: ar_sy, fa_ir, fr_fr, it_it, ru_ru, uk_ua, zh_cn

# ref-promo-finished
source: Sorry, but the promo has ended, however, you can get {credits} free credits, on your first purchase through this referral.
fa_ir: متأسفیم، اما تبلیغات به پایان رسیده است، با این حال، می توانید {credits} اعتبار رایگان را در اولین خرید خود از طریق این رفرال دریافت کنید.
fr_fr: Désolé, mais la promotion est terminée, cependant, vous pouvez obtenir {credits} de crédits gratuits, sur votre premier achat grâce à ce parrainage.
it_it: Siamo spiacenti, ma la promo è terminata, tuttavia, potrai ottenere {credits} crediti gratuiti, sul tuo primo acquisto grazie a questo referral.
ru_ru: Извините, акция закончилась, однако вы можете получить {credits} бесплатных кредитов при первой покупке через эту реферальную ссылку.
uk_ua: На жаль, акція завершена, однак, ви зможете отримати {credits} безкоштовних кредитів при вашому першому покупці завдяки цьому рефералу.
zh_cn: 对不起，促销活动已经结束，但是，在您通过此推荐首次购买时，您可以获得 {credits} 免费积分。

# ref-promo-pay-ok
source: You have successfully redeemed the referral, {credits} credits will be added to your first purchase.
fa_ir: شما با موفقیت از رفرال استفاده کردید، {credits} اعتبار به اولین خرید شما اضافه خواهد شد.
fr_fr: Vous avez échangé avec succès le parrainage, {credits} crédits seront ajoutés à votre premier achat.
it_it: Hai riscattato correttamente il referral, al tuo primo acquisto ti verranno aggiunti {credits} crediti.
ru_ru: Вы успешно активировали реферальную ссылку, {credits} кредитов будут добавлены к вашей первой покупке.
uk_ua: Ви успішно використали реферал, при вашому першому покупці будуть додані {credits} кредитів.
zh_cn: 您已经成功兑换了推荐，{credits} 积分将添加到您的首次购买中。

# ref-lock
source: You are using too many referrals, try again later.
fa_ir: شما از رفرال های زیادی استفاده می کنید، بعداً دوباره امتحان کنید.
fr_fr: Vous utilisez trop de références, réessayez plus tard.
it_it: Stai usando troppi referral, riprova più tardi.
ru_ru: Вы используете слишком много реферальных ссылок, попробуйте снова позже.
uk_ua: Ви використовуєте занадто багато рефералів, спробуйте пізніше.
zh_cn: 您已经使用了太多推荐链接，请稍后再试。

# ref-voip
source: We detected that you are using a secondary account to redeem the referral.
fa_ir: ما متوجه شدیم که شما از یک حساب ثانویه برای استفاده از رفرال استفاده می کنید.
fr_fr: Nous avons détecté que vous utilisiez un compte secondaire pour échanger le parrainage.
it_it: Abbiamo rilevato che stai usando un account secondario per riscattare il referral.
ru_ru: Мы обнаружили, что вы используете дополнительный аккаунт для активации реферальной ссылки.
uk_ua: Ми виявили, що ви використовуєте вторинний обліковий запис для викупу реферала.
zh_cn: 我们发现您在使用二级账户兑换推荐。

# ref-ok-redeemed
source: You redeemed the referral correctly, {credits} credits were added.
fa_ir: شما رفرال را به درستی پس‌خرید کردید، {credits} اعتبار اضافه شد.
fr_fr: Vous avez correctement échangé le parrainage, {credits} crédits ont été ajoutés.
it_it: Hai riscattato correttamente il referral, ti sono stati aggiunti {credits} crediti.
ru_ru: Вы успешно активировали реферальную ссылку, добавлено {credits} кредитов.
uk_ua: Ви успішно використали реферал, вам було додано {credits} кредитів.
zh_cn: 您已经正确的兑换了推荐，{credits} 积分将被添加您。

# ref-ok-used
source: A user used your referral, {credits} credits were added to you.
fa_ir: کاربری از رفرال شما استفاده کرد، {credits} اعتبار به شما اضافه شد.
fr_fr: Un utilisateur a utilisé votre référence, {credits} crédits vous ont été ajoutés.
it_it: Un utente ha usato il tuo referral, ti sono stati aggiunti {credits} crediti.
ru_ru: Пользователь использовал вашу реферальную ссылку, вам добавлено {credits} кредитов.
uk_ua: Користувач використав ваш реферал, вам було додано {credits} кредитів.
zh_cn: 一个用户使用了您的推荐, {credits} 积分将被添加给您。

# ref-ok-error-api
source: The referral is valid, but the credits could not be added, try again later, if the error persists, contact support with /support
fa_ir: رفرال معتبر است، اما اعتبارات اضافه نشد، بعداً دوباره امتحان کنید، اگر خطا ادامه داشت، با پشتیبانی با /support تماس بگیرید
fr_fr: La référence est valide, mais les crédits n'ont pas pu être ajoutés, réessayez plus tard, si l'erreur persiste, contactez le support avec /support
it_it: Il referral è valido, ma non è stato possibile aggiungere i crediti, riprova più tardi, se l'errore persiste, contatta il supporto con /support
ru_ru: Реферальная ссылка действительна, но кредиты не были добавлены, попробуйте снова позже, если ошибка сохраняется, свяжитесь с поддержкой через /support
uk_ua: Реферал дійсний, але не вдалося додати кредити, спробуйте пізніше, якщо помилка виникає знову, зверніться до служби підтримки за допомогою /support
zh_cn: 推荐有效，但无法添加积分，请稍后重试，如果错误仍然存在，请通过 /support 联系技术支持

# ref-ok-generated
source: Your referral has been generated, send it to your friends, and you will both receive {credits} credits when the invitee makes the first purchase. Referral link: https://t.me/{username}?start={ref}
fa_ir: ارجاع شما ایجاد شده است، آن را برای دوستان خود ارسال کنید و زمانی که دعوت کننده اولین خرید را انجام داد، هر دوی شما {credits} اعتبار دریافت خواهید کرد. لینک ارجاع: https://t.me/{username}?start={ref}
fr_fr: Votre parrainage a été généré, envoyez-le à votre amis et vous recevrez tous les deux {credits} crédits lorsque l'invité effectuera son premier achat. Lien de référence : https://t.me/{username}?start={ref}
it_it: Il tuo referral è stato generato, invialo ai tuoi amici, e riceverete entrambi {credits} crediti quando l'invitato effettuerà il primo acquisto. Link di invito: https://t.me/{username}?start={ref}
ru_ru: Ваша реферальная ссылка создана, отправьте ее друзьям, и вы оба получите {credits} кредитов, когда приглашенный совершит первую покупку. Реферальная ссылка: https://t.me/{username}?start={ref}
uk_ua: Ваш реферал був створений, надішліть його своїм друзям, і ви обидва отримаєте {credits} кредитів, коли запрошений здійснить перший покупку. Посилання запрошення: https://t.me/{username}?start={ref}
zh_cn: 您的推荐已生成，请将其发送给您的朋友们，当受邀者进行第一次购买时，你们都会收到 {credits} 积分。 推荐链接: https://t.me/{username}?start={ref}

# ref-error-generated
source: Sorry, but you cannot generate invitation links if you have never made a purchase.
fa_ir: متأسفیم، اما اگر هرگز خریدی نکرده اید، نمی توانید لینک های دعوت ایجاد کنید.
fr_fr: Désolé, mais vous ne pouvez pas générer de liens d'invitation si vous n'avez jamais effectué d'achat.
it_it: Mi dispiace, ma non puoi generare link di invito se non hai mai effettuato un acquisto.
ru_ru: Извините, но вы не можете создавать реферальные ссылки, если никогда не совершали покупку.
uk_ua: На жаль, ви не можете створювати посилання запрошення, якщо ви ніколи не здійснювали покупок.
zh_cn: 抱歉，如果您从未购买过，则无法生成邀请链接。

# temp-not-available
source: This command is not available at the moment. If you want to be notified when it will be available again, join our channel: https://t.me/tgdatabase
fa_ir: این دستور در حال حاضر در دسترس نیست. اگر می‌خواهید از زمان عرضه مجدد مطلع شوید، به کانال ما بپیوندید: https://t.me/tgdatabase
fr_fr: Cette commande n'est pas disponible pour le moment. Si vous souhaitez être informé de la date à laquelle il sera à nouveau disponible, rejoignez notre chaîne: https://t.me/tgdatabase
it_it: Questo comando non è disponibile al momento. Se vuoi essere notificato quando tornerà disponibile, unisciti al nostro canale: https://t.me/tgdatabase
ru_ru: Эта команда сейчас недоступна. Если вы хотите получить уведомление, когда она снова станет доступной, присоединяйтесь к нашему каналу: https://t.me/tgdatabase
uk_ua: Ця команда на даний момент недоступна. Якщо ви хочете отримувати сповіщення, коли він знову стане доступним, приєднуйтесь до нашого каналу: https://t.me/tgdatabase
zh_cn: 该命令目前不可用。 如果您想在再次可用时收到通知，请加入我们的频道： https://t.me/tgdatabase

# search-no-free-uses
source: You have reached the daily search limit. Contact support with /support for more information or try again tomorrow.
fa_ir: شما به حد مجاز جستجوی روزانه رسیده اید. برای اطلاعات بیشتر با پشتیبانی /support تماس بگیرید یا فردا دوباره امتحان کنید.
fr_fr: Vous avez atteint la limite de recherche quotidienne. Contactez l'assistance avec /support pour plus d'informations ou réessayez demain.
it_it: Hai esaurito le tue ricerche gratuite giornaliere. Contatta il supporto con /support per ulteriori informazioni o riprova domani.
ru_ru: Вы достигли дневного лимита поиска. Свяжитесь с поддержкой через /support для получения дополнительной информации или попробуйте снова завтра.
uk_ua: Ви досягли денного ліміту пошуку. Зверніться до служби підтримки за допомогою /support для отримання додаткової інформації або спробуйте ще раз завтра.
zh_cn: 您已达到每日搜索上限。请使用 /support 联系技术支持以获取更多信息，或明天再试。

# csv-caption-info
source: You can open this file as a text, a spreadsheet, or you can import it into Maltego with Import → Import an Exported Table.
fa_ir: می‌توانید این فایل را به‌عنوان یک متن، صفحه‌گسترده باز کنید یا می‌توانید با Import → Import an Exported Table آن را به Maltego وارد کنید.
fr_fr: Vous pouvez ouvrir ce fichier en tant que texte, feuille de calcul ou l'importer dans Maltego avec Import → Importation d'un tableau exporté.
it_it: È possibile aprire questo file come testo, foglio di calcolo, oppure importarlo in Maltego con Importa → Importa una tabella esportata.
ru_ru: Вы можете открыть этот файл как текст, таблицу или импортировать его в Maltego через Import → Import an Exported Table.
uk_ua: Ви можете відкрити цей файл як текст, електронну таблицю або імпортувати його в Maltego за допомогою Імпорт → Імпорт експортованої таблиці.
zh_cn: 您可以以文本、电子表格形式打开该文件，或使用导入 → 导入导出的表格将其导入 Maltego。

# send-username-group
source: Send username or id of group you want to search for, or click the button below.
fr_fr: Envoyez le nom d'utilisateur ou l'identifiant du groupe que vous souhaitez rechercher, ou cliquez sur le bouton ci-dessous.
ru_ru: Отправьте имя пользователя или ID группы, которую Вы хотите найти, или нажмите кнопку ниже.
uk_ua: Надішліть ім'я користувача або ідентифікатор групи, яку ви хочете знайти, або натисніть кнопку нижче.

# members-results
source: {count, plural, =1 {This search will return you one group member. Group: {group_title} {group_id} Search cost: {price} Your credits: {credits}} other {This search will return you up to # group members. Group: {group_title} {group_id} Maximum search cost: {price} Your credits: {credits}} }
ar_sy: {count, plural, =1 {سيعيد هذا البحث لك عضوًا واحدًا في المجموعة. المجموعة: {group_title} {group_id} تكلفة البحث: {price} اعتماداتك: {credits}} other {سيعيد هذا البحث لك ما يصل إلى # من أعضاء المجموعة. المجموعة: {group_title} {group_id} تكلفة البحث القصوى: {price} اعتماداتك: {credits}} }
fa_ir: {count, plural, =1 {این جستجو یک عضو گروه را به شما برمی گرداند. گروه: {group_title} {group_id} هزینه جستجو: {price} اعتبارات شما: {credits}} other {این جستجو شما را به # اعضای گروه. گروه: {group_title} {group_id} حداکثر هزینه جستجو: {price} اعتبارات شما: {credits}} }
it_it: {count, plural, =1 {Questa ricerca ti restituirà un utente del gruppo. Gruppo: {group_title} {group_id} Costo ricerca: {price} I tuoi crediti: {credits}} other {Questa ricerca ti restituirà fino a # utenti del gruppo. Gruppo: {group_title} {group_id} Costo massimo ricerca: {price} I tuoi crediti: {credits}} }
ru_ru: {count, plural, =1 {Этот поиск вернет одного участника группы. Группа: {group_title} {group_id} Стоимость поиска: {price} Ваши кредиты: {credits}} other {Этот поиск вернет до # участников группы. Группа: {group_title} {group_id} Максимальная стоимость поиска: {price} Ваши кредиты: {credits}} }
zh_cn: {count, plural, =1 {该搜索将返回该组中的一个用户。 用户: {group_title} {group_id} 搜索花费: {price} 你的积分: {credits}} other {此搜索将返回最多 # 个群组成员。 用户: {group_title} {group_id} 最大搜索成本: {price} 你的积分: {credits}} }

# error-members-search-only-public-groups
source: You can only search for members of public groups.
fa_ir: شما فقط می‌توانید در گروه‌های عمومی جستجو کنید.
fr_fr: Vous ne pouvez rechercher que des membres de groupes publics.
it_it: Puoi cercare solo membri di un gruppo pubblico.
ru_ru: Вы можете искать участников только публичных групп.
uk_ua: Ви можете шукати тільки публічні групи.
zh_cn: 你只能搜索公开群组的成员。

# error-members-search-only-groups
source: You can only search for members of groups.
fa_ir: شما فقط می‌توانید در گروه‌ها جستجو کنید.
fr_fr: Vous ne pouvez rechercher que des membres de groupes.
it_it: Puoi cercare solo membri di un gruppo.
ru_ru: Вы можете искать участников только групп.
uk_ua: Ви можете шукати тільки групи.
zh_cn: 你只能搜索群组的成员。

# error-members-no-results
source: Sorry, your search returned no members for this group.
fa_ir: متاسفم، جستجوی شما نتیجه‌ای نداشت.
fr_fr: Désolé, votre recherche n'a trouvé aucun membre pour ce groupe.
it_it: Spiacenti, la ricerca non ha trovato utenti per questo gruppo.
ru_ru: Извините, ваш поиск не нашел участников для этой группы.
uk_ua: На жаль, ваш пошук не дав жодного члена цієї групи.
zh_cn: 对不起，您的搜索没有结果。

# floodwait-members
source: Sorry, you made too many requests, please try again later.
fa_ir: با عرض پوزش، شما درخواست های زیادی کردید، لطفاً بعداً دوباره امتحان کنید.
fr_fr: Désolé, vous avez fait trop de demandes, veuillez réessayer plus tard.
it_it: Spiacenti, hai fatto troppe richieste, riprova più tardi.
ru_ru: Извините, вы сделали слишком много запросов, попробуйте снова позже.
uk_ua: Вибачте, ви зробили забагато запитів, спробуйте пізніше.
zh_cn: 抱歉，您的请求过多，请稍后重试。

# btn-members
source: {members} members - {price} credits
fa_ir: {members} اعضا - {price} اعتبار
fr_fr: {members} membres - {price} crédits
it_it: {members} membri - {price} crediti
ru_ru: {members} участников - {price} кредитов
uk_ua: {members} результатів - {price} кредитів
zh_cn: {members} 个成员 - {price} 积分

# near-no-groups
source: There are not enough groups to use this command.
fa_ir: گروه های کافی برای استفاده از این دستور وجود ندارد.
fr_fr: Il n'y a pas assez de groupes pour utiliser cette commande.
it_it: Non ci sono abbastanza gruppi per effettuare questo comando.
ru_ru: Недостаточно групп для использования этой команды.
uk_ua: Для виконання цієї команди не вистачає груп.
zh_cn: 没有足够的组来使用此命令。

# near-time
source: Load time:
fa_ir: زمان بارگذاری:
fr_fr: Temps de chargement :
it_it: Tempo impiegato:
ru_ru: Время загрузки:
uk_ua: Час завантаження:
zh_cn: 加载时间：

# near-results
source: This search will find users close to the user. User: {user_title} {user_id} Quality of results: {quality} Search cost: {price} Your credits: {credits}
fa_ir: این جستجو کاربران نزدیک به کاربر را پیدا می کند. کاربر: {user_title} {user_id} هزینه جستجو: {price} اعتبار شما: {credits} کیفیت نتایج: {quality}
it_it: Questa ricerca troverà gli utenti vicini all'utente cercato. Utente: {user_title} {user_id} Qualità dei risultati: {quality} Costo ricerca: {price} I tuoi crediti: {credits}
ru_ru: Этот поиск найдет пользователей, близких к указанному пользователю. Пользователь: {user_title} {user_id} Качество результатов: {quality} Стоимость поиска: {price} Ваши кредиты: {credits}
zh_cn: 这种搜索会找到与用户相近的用户。 用户： {user_title} {user_id} 结果质量：{quality} 搜索成本：{price} 您的学分： {credits}

# near-results-info
source: The term near refers to a virtual distance between Telegram communities, and not to the physical distance between users.
fa_ir: اصطلاح نزدیک به فاصله مجازی بین جوامع تلگرامی اشاره دارد و نه به فاصله فیزیکی بین کاربران.
fr_fr: Le terme proche fait référence à une distance virtuelle entre les communautés Telegram, et non à la distance physique entre les utilisateurs.
it_it: Il termine vicino si riferisce a una distanza virtuale tra le community di Telegram, e non alla distanza fisica tra gli utenti.
ru_ru: Термин «ближайшие» относится к виртуальному расстоянию между сообществами Telegram, а не к физическому расстоянию между пользователями.
uk_ua: Термін "близько" означає віртуальну відстань між спільнотами Telegram, а не фізичну відстань між користувачами.
zh_cn: 所谓 "近 "是指 Telegram 社区之间的虚拟距离，而不是用户之间的物理距离。

# near-wait
source: Wait for the execution of the command, it may take a few minutes…
ar_sy: انتظر تنفيذ الأمر، قد يستغرق الأمر بضع دقائق…
fa_ir: منتظر اجرای دستور باشید، ممکن است چند دقیقه طول بکشد…
fr_fr: Attendez l'exécution de la commande, cela peut prendre quelques minutes…
it_it: Attendi l'esecuzione del comando, ci potrebbe volere qualche minuto…
ru_ru: Дождитесь выполнения команды, это может занять несколько минут…
uk_ua: Дочекайтеся виконання команди, це може зайняти кілька хвилин…
zh_cn: 等待命令执行，可能需要几分钟时间…

# near-not-accurate
source: Few groups were found for this user, may show inaccurate results!
fa_ir: گروه های کمی برای این کاربر پیدا شد، ممکن است نتایج نادرست نشان دهد!
fr_fr: Peu de groupes ont été trouvés pour cet utilisateur, les résultats peuvent être inexacts !
it_it: Sono stati trovati pochi gruppi per questo utente, potrebbe mostrare risultati poco accurati!
ru_ru: Для этого пользователя найдено мало групп, результаты могут быть неточными!
uk_ua: Для цього користувача знайдено мало груп, результати можуть бути неточними!
zh_cn: 为该用户找到的组很少，可能会显示不准确的结果！

# error-near-max-commands
source: This command is in use by too many users, try again in a few minutes.
fa_ir: این دستور توسط کاربران زیادی استفاده می شود، چند دقیقه دیگر دوباره امتحان کنید.
fr_fr: Cette commande est utilisée par un trop grand nombre d'utilisateurs, réessayez dans quelques minutes.
it_it: Questo comando è in uso da troppi utenti, riprova tra pochi minuti.
ru_ru: Эта команда используется слишком многими пользователями, попробуйте снова через несколько минут.
uk_ua: Цією командою користується дуже багато користувачів, будь ласка, спробуйте ще раз за кілька хвилин.
zh_cn: 太多用户正在使用此命令，请几分钟后再试。

# error-near-max-commands-from-same-user
source: This command is limited; wait until it finishes executing the previous one.
fa_ir: این دستور محدود است. صبر کنید تا اجرای قبلی تمام شود.
fr_fr: Cette commande est limitée ; attendez qu'elle ait fini d'exécuter la précédente.
it_it: Questo comando è limitato; attendi che finisca l'esecuzione del precedente.
ru_ru: Эта команда ограничена; дождитесь завершения выполнения предыдущей.
uk_ua: Ця команда обмежена, дочекайтеся завершення виконання попередньої.
zh_cn: 这条命令是有限制的，请等待它执行完前一条命令。

# command-similar
source: Did you want to execute the {command} command?
fa_ir: آیا می خواهید فرمان {command} را اجرا کنید؟
fr_fr: Voulez-vous exécuter la commande {command} ?
it_it: Volevi fare {command}?
ru_ru: Вы хотели выполнить команду {command}?
uk_ua: Ви хотіли виконати команду {command}?
zh_cn: 您想执行 {command} 命令吗？

# footer-where
source: What groups is the user a member of?
fa_ir: کاربر در چه گروه هایی عضو است؟
fr_fr: De quels groupes l'utilisateur est-il membre ?
it_it: In che gruppi si trova?
ru_ru: В каких группах состоит пользователь?
uk_ua: До яких груп належить користувач?
zh_cn: 用户是哪些组的成员？

# footer-near
source: Who are the nearby users?
fa_ir: کاربران نزدیک چه کسانی هستند؟
fr_fr: Qui sont les utilisateurs proches ?
it_it: Quali sono gli utenti vicini?
ru_ru: Кто такие ближайшие пользователи?
uk_ua: Хто є найближчими користувачами?
zh_cn: 附近有哪些用户？

# footer-members
source: Who are the members?
fa_ir: اعضا چه کسانی هستند؟
fr_fr: Qui sont les membres ?
it_it: Quali sono i membri?
ru_ru: Кто такие участники?
uk_ua: Хто є учасниками?
zh_cn: 成员有哪些？

# footer-network
source: What are the nearby chats?
fa_ir: چت های نزدیک چیست؟
fr_fr: Quels sont les chats à proximité ?
it_it: Quali sono le chat vicine?
ru_ru: Что такое ближайшие чаты?
uk_ua: Які чати поблизу?
zh_cn: 附近的聊天内容是什么？

# btn-search
source: {n_res_type, select, approximate {~{n_res}} other {{n_res}}} results - {price} credits
ar_sy: {n_res_type, select, approximate {~{n_res}} other {{n_res}}} نتيجة - {price} رصيد
fa_ir: {n_res_type, select, approximate {~{n_res}} other {{n_res}}} نتایج - {price} اعتبار
it_it: {n_res_type, select, approximate {~{n_res}} other {{n_res}}} risultati - {price} crediti
ru_ru: {n_res_type, select, approximate {~{n_res}} other {{n_res}}} результатов - {price} кредитов
zh_cn: {n_res_type, select, approximate {~{n_res}} other {{n_res}}} 结果 - {price} 积分

# footer-search-truncated
source: The results have been truncated, to see the full results see the CSV file.
fa_ir: نتایج کوتاه شده اند، برای دیدن نتایج کامل به فایل CSV مراجعه کنید.
fr_fr: Les résultats ont été tronqués, pour voir les résultats complets voir le fichier CSV.
it_it: I risultati sono stati troncati, per vedere tutti i risultati consultare il file CSV.
ru_ru: Результаты были урезаны, чтобы увидеть полные результаты, откройте CSV-файл.
uk_ua: Результати було скорочено, щоб переглянути повні результати, перегляньте файл CSV.
zh_cn: 结果已被截断，要查看完整结果，请参阅 CSV 文件。

# network-no-groups
source: There are not enough users to use this command.
fa_ir: تعداد کاربران کافی برای استفاده از این دستور وجود ندارد.
fr_fr: Il n'y a pas assez d'utilisateurs pour utiliser cette commande.
it_it: Non ci sono abbastanza utenti per effettuare questo comando.
ru_ru: Недостаточно пользователей для использования этой команды.
uk_ua: Недостатньо користувачів для використання цієї команди.
zh_cn: 没有足够的用户来使用此命令。

# network-results
source: This search will find the chats closest to this one. Chat: {user_title} {user_id} Quality of results: {quality} Search cost: {price} Your credits: {credits}
fa_ir: این جستجو نزدیک ترین چت ها را به این یکی پیدا می کند. چت: {user_title} {user_id} هزینه جستجو: {price} اعتبارات شما: {credits} کیفیت نتایج: {quality}
it_it: Questa ricerca troverà le chat più vicine a questa. Chat: {user_title} {user_id} Qualità dei risultati: {quality} Costo ricerca: {price} I tuoi crediti: {credits}
ru_ru: Этот поиск найдет чаты, ближайшие к этому. Чат: {user_title} {user_id} Качество результатов: {quality} Стоимость поиска: {price} Ваши кредиты: {credits}
zh_cn: 此搜索将找到与此最接近的聊天。 聊天: {user_title} {user_id} 结果质量: {quality} 搜索费用: {price} 您的积分: {credits}

# network-not-accurate
source: Few members were found for this chat, may show inaccurate results!
fa_ir: تعداد کمی از اعضای این چت پیدا شد، ممکن است نتایج نادرست نشان دهد!
fr_fr: Peu de membres ont été trouvés pour ce chat, les résultats peuvent être inexacts !
it_it: Sono stati trovati membri gruppi per questa chat, potrebbe mostrare risultati poco accurati!
ru_ru: Для этого чата найдено мало участников, результаты могут быть неточными!
uk_ua: Для цього чату знайдено небагато учасників, результати можуть бути неточними!
zh_cn: 此聊天中发现的成员很少，可能显示不准确的结果！

# error-network-max-commands
source: This command is in use by too many users, try again in a few minutes.
fa_ir: این دستور توسط کاربران زیادی استفاده می شود، چند دقیقه دیگر دوباره امتحان کنید.
fr_fr: Cette commande est utilisée par trop d'utilisateurs, réessayez dans quelques minutes.
it_it: Questo comando è in uso da troppi utenti, riprova tra pochi minuti.
ru_ru: Эта команда используется слишком многими пользователями, попробуйте снова через несколько минут.
uk_ua: Ця команда використовується забагато користувачів, повторіть спробу через кілька хвилин.
zh_cn: 此命令被太多用户使用，请在几分钟后重试。

# error-network-max-commands-from-same-user
source: This command is limited; wait until it finishes executing the previous one.
fa_ir: این دستور محدود است. صبر کنید تا اجرای قبلی تمام شود.
fr_fr: Cette commande est limitée ; attendez qu'il ait fini d'exécuter le précédent.
it_it: Questo comando è limitato; attendi che finisca l'esecuzione del precedente.
ru_ru: Эта команда ограничена; дождитесь завершения выполнения предыдущей.
uk_ua: Ця команда обмежена; зачекайте, поки завершиться виконання попереднього.
zh_cn: 该命令是有限的； 等到它执行完前一个。

# quality-low
source: Low
fa_ir: کم
fr_fr: Faible
it_it: Bassa
ru_ru: Низкое
uk_ua: Низький
zh_cn: 低的

# quality-acceptable
source: Acceptable
fa_ir: قابل قبول
it_it: Accettabile
ru_ru: Приемлемое
uk_ua: Прийнятно
zh_cn: 可以接受

# quality-good
source: Good
fa_ir: خوب
fr_fr: Bien
it_it: Buona
ru_ru: Хорошее
uk_ua: добре
zh_cn: 好的
