Repository: TelegramDB/Localization
Catalog: bot/messages+intl-icu.*.xlf
Languages: ar_sy, fa_ir, fr_fr, it_it, ru_ru, uk_ua, zh_cn

# send-username-user
source: Send the username or id of the person you want to search, or click the button below.
fr_fr: Envoyez le nom d'utilisateur ou l'identifiant de la personne que vous souhaitez rechercher, ou cliquez sur le bouton ci-dessous.
ru_ru: Отправьте имя пользователя или ID человека, которого Вы хотите найти, или нажмите кнопку ниже.
uk_ua: Надішліть ім'я користувача або ідентифікатор людини, яку ви хочете знайти, або натисніть кнопку нижче.

# 0-credits
source: You don't have enough credits to search. You have 0 credits. Buy them with /credits
fa_ir: شما اعتبار کافی برای جستجو ندارید. ما 0 اعتبار دارید. آنها را با /credits خریداری کنید
fr_fr: Vous n'avez pas assez de crédits pour effectuer une recherche. Vous avez 0 crédits. Achetez-les avec /credits
it_it: Non hai abbastanza crediti per fare la ricerca. Hai 0 crediti. Puoi comprarli con /credits
ru_ru: У вас недостаточно кредитов для поиска. У вас 0 кредитов. Купите их с помощью /credits
uk_ua: У вас недостатньо кредитів для виконання пошуку. У вас 0 кредитів. Ви можете купити їх за допомогою /credits
zh_cn: 你没有足够的积分去搜索。 你有 0 个积分. 用 /credits 买它

# not-enough-credits
source: {count, plural, =0 {You don't have enough credits to search. You need {price} credits, but you have no credits. Buy them with /credits} =1 {You don't have enough credits to search. You need {price} credits, but you only have # credit. Buy them with /credits} other {You don't have enough credits to search. You need {price} credits, but you only have # credits. Buy them with /credits} }
ar_sy: {count, plural, =0 {ليس لديك ما يكفي من الاعتمادات للبحث. تحتاج إلى {price} اعتمادات، ولكن ليس لديك أي اعتمادات. قم بشرائها باستخدام /credits} =1 {ليس لديك ما يكفي من الاعتمادات للبحث. تحتاج إلى {price} اعتمادات، ولكن لديك فقط اعتماد واحد. قم بشرائها باستخدام /credits} other {ليس لديك ما يكفي من الاعتمادات للبحث. تحتاج إلى {price} اعتمادات، ولكن لديك # اعتمادات فقط. قم بشرائها باستخدام /credits} }
fa_ir: {count, plural, =0 {شما اعتبار کافی برای جستجو ندارید. شما به اعتبار {price} نیاز دارید، اما هیچ اعتباری ندارید. آنها را با /credits بخرید} =1 {شما اعتبار کافی برای جستجو ندارید. به {price} اعتبار نیاز دارید، اما فقط # اعتبار دارید. آنها را با /credits بخرید} other {شما اعتبار کافی برای جستجو ندارید. به {price} اعتبار نیاز دارید، اما فقط # اعتبار دارید. آنها را با /credits بخرید} }
fr_fr: {count, plural, =0 {Vous n'avez pas assez de crédits pour effectuer une recherche. Vous avez besoin de {price} crédits, mais vous n'avez pas de crédits. Achetez-les avec /credits} =1 {Vous n'avez pas assez de crédits pour chercher. Vous avez besoin de {price} de crédits, mais vous n'avez que # de crédits. Achetez-les avec /credits} other {Vous n'avez pas assez de crédits pour effectuer une recherche. Vous avez besoin de {price} crédits, mais vous n'avez que # crédits. Achetez-les avec /credits} }
it_it: {count, plural, =0 {Non hai abbastanza crediti per fare la ricerca. Hai bisogno di {price} crediti, ma non hai crediti. Puoi comprarli con /credits} =1 {Non hai abbastanza crediti per fare la ricerca. Hai bisogno di {price} crediti, ma hai solo # credito. Puoi comprarli con /credits} other {Non hai abbastanza crediti per fare la ricerca. Hai bisogno di {price} crediti, ma hai solo # crediti. Puoi comprarli con /credits} }
ru_ru: {count, plural, =0 {У вас недостаточно кредитов для поиска. Вам нужно {price} кредитов, но у вас нет кредитов. Купите их с помощью /credits} =1 {У вас недостаточно кредитов для поиска. Вам нужно {price} кредитов, но у вас только # кредит. Купите их с помощью /credits} other {У вас недостаточно кредитов для поиска. Вам нужно {price} кредитов, но у вас только # кредитов. Купите их с помощью /credits} }
uk_ua: {count, plural, =0 {У вас недостатньо кредитів для виконання пошуку. Вам потрібно {price} кредитів, але у вас їх немає. Ви можете купити їх за допомогою /credits} =1 {У вас недостатньо кредитів для виконання пошуку. Вам потрібно {price} кредитів, але у вас тільки # кредит. Ви можете купити їх за допомогою /credits} other {У вас недостатньо кредитів для виконання пошуку. Вам потрібно {price} кредитів, але у вас тільки # кредитів. Ви можете купити їх за допомогою /credits} }
zh_cn: {count, plural, =0 {你没有足够的积分去搜索。 你需要 {price} 积分, 但是你没有。 用 /credits 买它} =1 {你没有足够的积分去搜索。 你需要 {price} 积分，但是你只有 # 积分。 用 /credits 买它} other {你没有足够的积分去搜索。 你需要 {price} 积分, 但是你只有 # 积分。 用 /credits 买它} }

# click-to-continue
source: Click here to continue
fa_ir: برای ادامه مطلب اینجا کلیک کنید
fr_fr: Cliquez ici pour continuer
it_it: Clicca qui per confermare
ru_ru: Нажмите здесь, чтобы продолжить
uk_ua: Натисніть тут для підтвердження
zh_cn: 点击这里继续

# where-results
source: {count, plural, =1 {This search will return you one group where the user has been. User: {user_title} {user_id} Search cost: {price} Your credits: {credits}} other {This search will return you # groups where the user has been. User: {user_title} {user_id} Search cost: {price} Your credits: {credits}} }
ar_sy: {count, plural, =1 {ستعيد هذه البحث مجموعة واحدة حيث كان المستخدم متواجدًا. المستخدم: {user_title} {user_id} تكلفة البحث: {price} اعتماداتك: {credits}} other {ستعيد هذه البحث # مجموعات حيث كان المستخدم متواجدًا. المستخدم: {user_title} {user_id} تكلفة البحث: {price} اعتماداتك: {credits}} }
fa_ir: {count, plural, =1 {این جستجو یک گروه را به شما برمی گرداند که کاربر در آن حضور داشته است. کاربر: {user_title} {user_id} هزینه جستجو: {price} اعتبارات شما: {credits}} other {این جستجو # گروه‌هایی را که کاربر در آنجا بوده است به شما برمی‌گرداند. کاربر: {user_title} {user_id} هزینه جستجو: {price} اعتبارات شما: {credits}} }
it_it: {count, plural, =1 {Questa ricerca ti restituirà un gruppo in cui è/è stato l'utente. Utente: {user_title} {user_id} Costo ricerca: {price} I tuoi crediti: {credits}} other {Questa ricerca ti restituirà # gruppi in cui è/è stato l'utente. Utente: {user_title} {user_id} Costo ricerca: {price} I tuoi crediti: {credits}} }
ru_ru: {count, plural, =1 {Этот поиск вернет одну группу, в которой был пользователь. Пользователь: {user_title} {user_id} Стоимость поиска: {price} Ваши кредиты: {credits}} other {Этот поиск вернет # групп, в которых был пользователь. Пользователь: {user_title} {user_id} Стоимость поиска: {price} Ваши кредиты: {credits}} }
zh_cn: {count, plural, =1 {此搜索将会返回一个此用户 在/在过 的群组. 用户: {user_title} {user_id} 搜索花费: {price} 你的积分: {credits}} other {此搜索将会返回你 # 个此用户 在/在过 的群组. 用户: {user_title} {user_id} 搜索花费: {price} 你的积分: {credits}} }

# command-help
source: Help message
fa_ir: پیام کمک
fr_fr: Message d'aide
it_it: Messaggio di aiuto
ru_ru: Помощь
uk_ua: Повідомлення допомоги
zh_cn: 帮助信息

# command-credits
source: Buy credits
fa_ir: خرید اعتبارات
fr_fr: Acheter des crédits
it_it: Compra crediti
ru_ru: Купить кредиты
uk_ua: Купити кредити
zh_cn: 购买积分

# command-where
source: Find groups in which a user has been
fa_ir: گروه هایی را پیدا کنید که کاربر در آنها حضور دارد
fr_fr: Rechercher les groupes dans lesquels un utilisateur est présent
it_it: Cerca i gruppi di un utente
ru_ru: Найти группы, в которых был пользователь
uk_ua: Пошук груп користувача
zh_cn: 查找用户所在的群组

# command-info
source: Get info
fr_fr: Obtenir des informations
ru_ru: Получить информацию
uk_ua: Отримати інформацію

# command-search
source: Search for anything
fa_ir: جستجو گروه ها و کانال ها بر اساس نام
fr_fr: Recherchez n'importe quoi
it_it: Cerca qualsiasi cosa
ru_ru: Поиск чего угодно
uk_ua: Шукайте будь-що
zh_cn: 搜索任何内容

# command-group
source: Search for groups
fa_ir: جستجوی گروه ها
fr_fr: Recherche de groupes
it_it: Cerca gruppi
ru_ru: Поиск групп
uk_ua: Пошук груп
zh_cn: 搜索群组

# command-channel
source: Search for channels
fa_ir: جستجو در کانال ها
fr_fr: Recherche de chaînes
it_it: Cerca canali
ru_ru: Поиск каналов
uk_ua: Пошук каналів
zh_cn: 搜索频道

# command-bot
source: Search for bots
fa_ir: جستجوی ربات ها
fr_fr: Recherche de bots
it_it: Cerca bot
ru_ru: Поиск ботов
uk_ua: Пошук ботів
zh_cn: 搜索机器人

# command-faq
source: Frequently asked questions
fa_ir: سوالات متداول
fr_fr: Questions fréquemment posées
it_it: Domande frequenti
ru_ru: Часто задаваемые вопросы
uk_ua: Часті питання
zh_cn: 常见问答

# command-terms
source: Terms and conditions
fa_ir: شرایط و ظوابط
fr_fr: Conditions d'utilisation
it_it: Termini e condizioni
ru_ru: Условия использования
uk_ua: Умови та Положення
zh_cn: 条件和协议

# command-support
source: Contact bot support
fa_ir: با پشتیبانی ربات تماس بگیرید
fr_fr: Contacter le service d'assistance aux bot
it_it: Contatta il supporto del bot
ru_ru: Связаться с поддержкой бота
uk_ua: Зверніться до служби підтримки ботів
zh_cn: 联系机器人支持

# command-stats
source: Show statistics
fa_ir: نمایش وضعیت
fr_fr: Afficher les statistiques
it_it: Mostra statistiche
ru_ru: Показать статистику
uk_ua: Показати статистику
zh_cn: 显示统计信息

# command-cancel
source: Cancel current operation
fa_ir: لغو عملیات فعلی
fr_fr: Annuler l'opération en cours
it_it: Annulla il comando
ru_ru: Отменить текущую операцию
uk_ua: Скасувати команду
zh_cn: 取消当前操作

# command-language
source: Choose the language
fa_ir: انتخاب زبان
fr_fr: Choisir la langue
it_it: Scegli la lingua
ru_ru: Выбрать язык
uk_ua: Вибрати мову
zh_cn: 选择语言

# command-referral
source: Referral link
fa_ir: رفرال لینک
fr_fr: Lien de référence
it_it: Link di invito
ru_ru: Реферальная ссылка
uk_ua: Посилання запрошення
zh_cn: 推荐链接

# command-members
source: Find members of a group
fa_ir: نمایش اعضای گروه
fr_fr: Rechercher les membres d'un groupe
it_it: Cerca i membri di un gruppo
ru_ru: Найти участников группы
uk_ua: Асоціації груп користувачів
zh_cn: 查看群组成员

# command-near
source: Find nearest users
fa_ir: نزدیکترین کاربران را پیدا کنید
fr_fr: Trouver les utilisateurs les plus proches
it_it: Cerca gli utenti più vicini
ru_ru: Найти ближайших пользователей
uk_ua: Знайти найближчих користувачів
zh_cn: 查找最近的用户

# command-network
source: Find nearest chats
fa_ir: نزدیکترین چت ها را پیدا کنید
fr_fr: Trouver les chats les plus proches
it_it: Cerca le chat più vicine
ru_ru: Найти ближайшие чаты
uk_ua: Знайти найближчі чати
zh_cn: 查找最近的聊天记录

# transaction-title
source: {credits} TGDB credits
fa_ir: {credits} TGDB اعتبار
fr_fr: {credits} Crédits TGDB
it_it: {credits} TGDB crediti
ru_ru: {credits} кредитов TGDB
uk_ua: {credits} TGDB кредити
zh_cn: {credits} TGDB 积分

# transaction-description
source: Use these credits to search the database
fa_ir: از این اعتبارات برای جستجوی پایگاه داده استفاده کنید
fr_fr: Utilisez les crédits suivants pour effectuer une recherche dans la base de données
it_it: Usa questi crediti per fare ricerche nel database
ru_ru: Используйте эти кредиты для поиска в базе данных
uk_ua: Використовуйте ці кредити для пошуку в базі даних
zh_cn: 使用这些积分搜索数据库

# transaction-success
source: You have spent {credits_spend} credits on this search. You have {credits_left} credits left.
fa_ir: شما {credits_spend} اعتبار را در این جستجو صرف کرده اید. شما {credits_left} اعتبار را دارید.
fr_fr: Vous avez dépensé {credits_spend} crédits pour cette recherche. Il vous reste {credits_left} de crédits.
it_it: Hai speso {credits_spend} crediti per questa ricerca. Ora hai {credits_left} crediti rimasti.
ru_ru: Вы потратили {credits_spend} кредитов на этот поиск. У вас осталось {credits_left} кредитов.
uk_ua: Ви витратили {credits_spend} кредитів на цей пошук. Зараз у вас залишилося {credits_left} кредитів.
zh_cn: 你在这个搜索上花费了 {credits_spend} 积分。 你还有{credits_left} 积分。

# payment-in-progress
source: Payment in progress… Waiting for payment.
ar_sy: جاري التحقق من الدفع… في انتظار الدفع.
fa_ir: پرداخت در حال انجام… در انتظار پرداخت.
fr_fr: Paiement en cours… En attente de paiement.
it_it: Pagamento in corso… Sto aspettando il pagamento.
ru_ru: Платеж в обработке… Ожидание оплаты.
uk_ua: Оплата в процесі… Я чекаю на оплату.
zh_cn: 付款进行中… 等待付款。

source: Payment cannot continue.
fa_ir: پرداخت نمی تواند ادامه یابد.
fr_fr: Le paiement ne peut se poursuivre.
it_it: Il pagamento non può continuare.
ru_ru: Платеж не может быть выполнен.
uk_ua: Оплата не може продовжуватися.
zh_cn: 无法继续支付。

# payment-success
source: Payment successful. You have received {credits} credits.
fa_ir: پرداخت موفق. ما {credits} اعتبارات را دریافت کرده اید.
fr_fr: Paiement réussi. Vous avez reçu {credits} crédits.
it_it: Pagamento eseguito con successo. Ti sono stati aggiunti {credits} crediti.
ru_ru: Платеж успешно выполнен. Вы получили {credits} кредитов.
uk_ua: Оплата успішно виконана. Вам було додано {credits} кредитів.
zh_cn: 成功支付。 你已经收到 {credits} 积分.

# error-no-results
source: There are no results for this search.
fa_ir: نتیجه ای در مورد این جستجو یافت نشد.
fr_fr: Il n'y a pas de résultats pour cette recherche.
it_it: Non ci sono risultati per questa ricerca.
ru_ru: Нет результатов для поиска.
uk_ua: Немає результатів для цього пошуку.
zh_cn: 此搜索没有结果。

# error-where-resolve-no-results
source: The user you were looking for could not be found.
fa_ir: کاربری که دنبالش بودید پیدا نشد.
fr_fr: L'utilisateur que vous recherchiez n'a pas pu être trouvé.
it_it: Non è stato possibile trovare l'utente cercato.
ru_ru: Пользователь которого вы искали, не найден.
uk_ua: Не вдалося знайти шуканого користувача.
zh_cn: 找不到您要找的用户。

# error-where-no-results
source: Sorry, the search found no groups for this user.
fa_ir: متاسفم ، جستجو هیچ گروه برای این کاربر پیدا نکرد.
fr_fr: Désolé, la recherche n'a trouvé aucun groupe pour cet utilisateur.
it_it: Spiacenti, la ricerca non ha trovato gruppi per questo utente.
ru_ru: Извините, поиск не нашел групп этого пользователя.
uk_ua: Вибачте, пошук не знайшов жодної групи для цього користувача.
zh_cn: 对不起，搜索没有找到该用户的群组。

# error-search-no-results
source: Sorry, your search returned no results.
fa_ir: متاسفم ، جستجو شما نتیجه ای نداد.
fr_fr: Désolé, votre recherche n'a donné aucun résultat.
it_it: Spiacenti, la ricerca non ha dato risultati.
ru_ru: Извините, ваш поиск не дал результатов.
uk_ua: На жаль, пошук не дав результатів.
zh_cn: 对不起，您的搜索没有结果。

# error-where-params
source: Error in parameters
fa_ir: خطا در پارامترها
fr_fr: Erreur dans les paramètres
it_it: Error nei parametri
ru_ru: Ошибка в параметрах
uk_ua: Помилка в параметрах
zh_cn: 参数错误

# error-where-input
source: Error in input
fa_ir: خطا در ورودی
fr_fr: Erreur d'entrée
it_it: Error nel input
ru_ru: Ошибка ввода
uk_ua: Помилка в вводі
zh_cn: 输入错误

# error-where-search-yourself
source: You cannot search for yourself.
fa_ir: شما نمی توانید خودتان را جستجو کنید.
fr_fr: Vous ne pouvez pas vous chercher vous-même.
it_it: Non puoi cercare te stesso.
ru_ru: Вы не можете искать себя.
uk_ua: Ви не можете шукати себе.
zh_cn: 你不能搜索你自己。

# error-where-search-only-users
source: You can only search for users.
fa_ir: شما فقط می توانید برای کاربران جستجو کنید.
fr_fr: Vous ne pouvez rechercher que des utilisateurs.
it_it: Puoi cercare solo utenti.
ru_ru: Вы можете искать только пользователей.
uk_ua: Ви можете шукати тільки користувачів.
zh_cn: 你只能搜索用户。

# error-where-invalid-input
source: Error, username or id invalid. Remember that you can only search for users.
fa_ir: خطا ، نام کاربری یا شناسه نامعتبر. به یاد داشته باشید که فقط می توانید کاربران را جستجو کنید.
fr_fr: Erreur, le nom d'utilisateur ou l'identifiant n'est pas valide. N'oubliez pas que vous ne pouvez rechercher que des utilisateurs.
it_it: Errore, username o id non valido. Ricordati che puoi cercare solo utenti.
ru_ru: Ошибка, имя пользователя или ID недействительны. Помните, что вы можете искать только пользователей.
uk_ua: Помилка, недійсне ім'я користувача або ID. Пам'ятайте, що ви можете шукати тільки користувачів.
zh_cn: 错误，用户名或id无效。 记住，你只能搜索用户。

# error-invalid-input
source: Error, username or id invalid
fa_ir: خطا ، نام کاربری یا آیدی نامعتبر
fr_fr: Erreur, le nom d'utilisateur ou l'identifiant n'est pas valide
it_it: Errore, username o id non valido
ru_ru: Ошибка, имя пользователя или ID недействительны
uk_ua: Помилка, недійсне ім'я користувача або ID
zh_cn: 错误，用户名或id无效

source: Error, backend offline
ar_sy: خطأ، الخادم غير متصل
fa_ir: خطا ، بک اند آفلاین
fr_fr: Erreur, backend hors ligne
it_it: Errore, backend offline
ru_ru: Ошибка, сервер недоступен
uk_ua: Помилка, backend offline
zh_cn: 错误，后端离线

source: Error, user not found
fa_ir: خطا ، کاربر یافت نشد
fr_fr: Erreur, utilisateur non trouvé
it_it: Errore, utente non trovato
ru_ru: Ошибка, пользователь не найден
uk_ua: Помилка, користувач не знайдено
zh_cn: 错误，用户未找到

# error-button-invalid
source: Error, invalid button
fa_ir: خطا ، دکمه نامعتبر
fr_fr: Erreur, bouton invalide
it_it: Errore, bottone non valido
ru_ru: Ошибка, недействительная кнопка
uk_ua: Помилка, недійсна кнопка
zh_cn: 错误，无效按钮

# error-button-already-press
source: Error, button already pressed
fa_ir: خطا ، دکمه قبلا فشار داده شده است
fr_fr: Erreur, bouton déjà enfoncé
it_it: Errore, bottone già premuto
ru_ru: Ошибка, кнопка уже нажата
uk_ua: Помилка, кнопка вже натиснута
zh_cn: 错误，按钮已按下

source: Error, button expired
fa_ir: خطا ، دکمه منقضی شده است
fr_fr: Erreur, le bouton a expiré
it_it: Errore, bottone scaduto
ru_ru: Ошибка, срок действия кнопки истек
uk_ua: Помилка, термін дії кнопки закінчився
zh_cn: 错误，按钮已过时

# error-button-user-invalid
source: Error, the button you pressed was not generated by you
fa_ir: خطا ، دکمه ای که فشار دادید توسط یوتیوب تولید نشده است
fr_fr: Erreur, le bouton sur lequel vous avez appuyé n'a pas été généré par vous
it_it: Errore, il bottone che hai premuto non è stato generato da te
ru_ru: Ошибка, кнопка которую вы нажали не была создана вами
uk_ua: Помилка, кнопка, яку ви натиснули, не була створена вами
zh_cn: 错误，您按下的按钮不是由您生成的

# error-transaction-still-in-progress
source: Error, operation still in progress, please wait for it to finish before doing other queries. If the problem persists, please contact support via /support
fa_ir: خطا ، عملیات هنوز در حال انجام است ، لطفا قبل از انجام سوالات دیگر صبر کنید تا تمام شود. If مشکل همچنان ادامه دارد ، لطفا از طریق /support با پشتیبانی تماس بگیرید
fr_fr: Erreur, l'opération est toujours en cours, veuillez attendre qu'elle se termine avant d'effectuer d'autres requêtes. Si le problème persiste, veuillez contacter le support via /support
it_it: Errore, operazione ancora in corso, per favore attendi che finisca prima di fare altre ricerche. Se il problema persiste, contattata il supporto con /support
ru_ru: Ошибка, операция все еще выполняется, пожалуйста, дождитесь ее завершения перед выполнением других запросов. Если проблема сохраняется, свяжитесь с поддержкой через /support
uk_ua: Помилка, операція все ще виконується, будь ласка, зачекайте доки вона завершиться перед тим, як здійснювати інші пошуки. Якщо проблема не зникне, зв'яжіться з підтримкою за допомогою /support
zh_cn: 错误，操作仍在进行中，请等待它完成后再进行其他查询。 如果问题仍然存在，请通过 /support 联系技术支持

# error-cant-use-credits
source: Error, unable to use credits, please try again later. If the problem persists, please contact support via /support
fa_ir: خطا ، قادر به استفاده از اعتبارات نیست ، لطفا بعدا دوباره امتحان کنید. f مشکل همچنان ادامه داشته باشد ، لطفا از طریق /support با پشتیبانی تماس بگیرید
fr_fr: Erreur, impossible d'utiliser les crédits, veuillez réessayer plus tard. Si le problème persiste, veuillez contacter l'assistance via /support
it_it: Errore, impossibile usare i crediti, riprova più tardi. Se il problema persiste, contattata il supporto con /support
ru_ru: Ошибка, невозможно использовать кредиты, попробуйте снова позже. Если проблема сохраняется, свяжитесь с поддержкой через /support
uk_ua: Помилка, неможливо використати кредити, спробуйте пізніше. Якщо проблема не зникне, зв'яжіться з підтримкою за допомогою /support
zh_cn: 错误，无法使用积分，请稍后再试。 如果问题仍然存在，请通过 /support 联系技术支持

# error-showing-results
source: There was an error showing the results, your credits were refunded. Please, contact support via /support
fa_ir: خطایی در نمایش نتایج وجود داشت ، اعتبارات شما بازپرداخت شد. طفا از طریق /support با پشتیبانی تماس بگیرید
fr_fr: Une erreur s'est produite lors de l'affichage des résultats, votre crédits ont été remboursés. Veuillez contacter le service d'assistance via /support
it_it: C'è stato un errore nel mostrare i risultati, I crediti ti sono stati rimborsati. Per favore, contatta il supporto con /support
ru_ru: Произошла ошибка при отображении результатов, ваши кредиты были возвращены. Пожалуйста, свяжитесь с поддержкой через /support
uk_ua: Виникла помилка при відображенні результатів, кредити були повернені. Будь ласка, зв'яжіться з підтримкою за допомогою /support
zh_cn: 结果显示错误，你的积分被退还了。 请通过 /support 联系技术支持

# error-showing-results-account-blocked
source: There was an error showing the results, your credits were refunded. Unfortunately, this error has occurred too often and your account has been temporarily suspended. To get unblocked, please contact support via /support.
ar_sy: حدث خطأ في عرض النتائج، تم استرداد اعتماداتك. للأسف، حدثت هذه الخطأ بشكل متكرر وتم تعليق حسابك مؤقتًا. لإلغاء الحظر، يرجى الاتصال بالدعم عبر /support.
fa_ir: خطایی در نمایش نتایج وجود داشت ، اعتبارات شما بازپرداخت شد. متاسفانه ، این خطا خیلی زیاد رخ داده و حساب شما به طور موقت تعلیق شده است. رای باز کردن مسدود شدن ، لطفا از طریق /support با پشتیبانی تماس بگیرید.
fr_fr: Une erreur s'est produite lors de l'affichage des résultats, votre crédits ont été remboursés. Malheureusement, cette erreur s'est produite trop souvent et votre compte a été temporairement suspendu. Pour être débloqué, veuillez contacter l'assistance via /support.
it_it: C'è stato un errore nel mostrare i risultati, I crediti ti sono stati rimborsati. Purtroppo questo errore è successo troppe volte e il tuo account è stato temporaneamente bloccato. Per essere sbloccato, contatta il supporto con /support.
ru_ru: Произошла ошибка при отображении результатов, ваши кредиты были возвращены. К сожалению, эта ошибка происходила слишком часто, и ваш аккаунт временно заморожен. Для разблокировки свяжитесь с поддержкой через /support.
uk_ua: Виникла помилка при відображенні результатів, кредити були повернені. Нажаль, ця помилка відбувалася занадто багато разів і ваш обліковий запис був тимчасово заблокований. Щоб бути розблокованим, зв'яжіться з підтримкою за допомогою /support.
zh_cn: 结果显示错误，你的积分被退还了。 不幸的是，这个错误经常发生，您的帐户已被暂时暂停。 去解封, 请通过 /support 联系技术支持。

# error-payment-success-no-credits
source: Payment successful. But credits could not be added ({credits} credits). Please, contact support with /support.
ar_sy: تم الدفع بنجاح. ولكن لم يتم إضافة الاعتمادات ({credits} اعتماد). يرجى الاتصال بالدعم عبر /support.
fa_ir: پرداخت موفق. ما اعتبارات نمی توانستند اضافه شوند ({credits} credits). لطفا با پشتیبانی /support تماس بگیرید .
fr_fr: Paiement réussi. Mais les crédits n'ont pas pu être ajoutés ({credits} credits). Veuillez contacter l'assistance avec /support.
it_it: Pagamento eseguito con successo. Ma i crediti non sono stati aggiunti ({credits} crediti). Per favore, contatta il supporto con /support.
ru_ru: Платеж успешно выполнен. Но кредиты не были добавлены ({credits} кредитов). Пожалуйста, свяжитесь с поддержкой через /support.
uk_ua: Платіж успішно виконано. Але кредити не були додані ({credits} кредитів). Будь ласка, зверніться до служби підтримки за допомогою /support.
zh_cn: 成功支付 但是积分不能被增加 ({credits} 积分)。 请通过 /support 联系技术支持。

# error-contact-support
source: An error occurred. Please, contact support with /support
fa_ir: یک خطا رخ داده است. طفا با پشتیبانی /support تماس بگیرید
fr_fr: Une erreur s'est produite. Veuillez contacter l'assistance avec /support
it_it: C'è stato un errore. Per favore, contatta il supporto con /support
ru_ru: Произошла ошибка. Пожалуйста, свяжитесь с поддержкой через /support
uk_ua: Сталася помилка. Будь ласка, зв'яжіться з підтримкою за допомогою /support
zh_cn: 出现了一个错误 请通过 /support 联系技术支持
